Repository: bolt/core
Catalog: translations/messages.*.xlf
Languages: cs, hu, nl, sv_se, zh_cn

# listing_select_box.card_body.remark
source: (these can be used with something like axios to bulk modify/delete)
cs: (tyto mohou být použity s něčím jako axios pro hromadnou úpravu/mazání)
hu: (ezek egyfajta "Axion" tömeges törlés/módosítással dolgozhatók fel)
sv_se: (dessa kan användas med något som axios för att modifiera/ta bort i grupper)

# editor_embed.content_url
source: URL of content to embed
cs: URL adresa obsahu pro vložení
hu: A beágyazott tartalom URL
nl: Content URL
sv_se: URL för innehåll att bädda in
zh_cn: 视频URL

# editor_embed.placeholder_content_url
source: URL of content on Facebook, Twitter, Soundcloud, Youtube, Vimeo…
cs: URL adresa obsahu na Facebook, Twitter, Soundcloud, Youtube, Vimeo…
hu: Facebook, Twitter, Soundcloud, Youtube, stb. tartalom URL-je
nl: Url van de content …
sv_se: URL för innehåll på Facebook, Twitter, Soundcloud, Youtube, Vimeo…
zh_cn: 输入URL

# editor_embed.label_height
source: Height
cs: Výška
hu: Magasság
nl: Hoogte
sv_se: Höjd
zh_cn: __editor_embed.label_height

# editor_embed.label_matched_embed
source: Matched Embed
cs: Přiřazená vložená položka
hu: Egyező beágyazás
nl: Gevonden Embed
sv_se: Matchat Inbäddat
zh_cn: 嵌入匹配

# editor_embed.label_preview
source: Preview
cs: Náhled
hu: Előnézet
nl: Voorvertoning
sv_se: Förhandsvisa
zh_cn: 预览

# editor_embed.label_size
source: Size
cs: Velikost
hu: Méret
nl: Grootte
sv_se: Storlek
zh_cn: 尺寸

# image.placeholder_filename
source: Filename (upload a new file, or select an existing one)
cs: Název souboru (nahrajte nový soubor nebo vyberte existující)
hu: Filename
nl: Bestandsnaam
sv_se: Filnamn (uppladda en ny fil eller välj en existerande)
zh_cn: 文件名

# image.placeholder_alt_text
source: Alt attribute
cs: Alt atribut
hu: Alt text
nl: Alt
sv_se: Alt-attribut
zh_cn: alt

# image.placeholder_title
source: Title attribute
cs: Title atribut
hu: Cím
nl: Titel
sv_se: >Titel-attribut
zh_cn: 标题

# admin_sidebar.toggler
source: Toggle sidebar width
cs: Přepnout šířku panelu
hu: Oldalpanel szélesség átkapcsolás
nl: Wissel breedte zijbalk
sv_se: Växla sidebar bredd
zh_cn: __admin_sidebar.toggler

# admin_sidebar_toggler.toggle
source: <span class="sr-only">Toggle </span>menu
cs: <span class="sr-only">Přepnout </span>menu
hu: Menü átkapcsolás
nl: Klap zijbalk uit of in
sv_se: <span class="sr-only">Växla </span>menu
zh_cn: __admin_sidebar_toggler.toggle

# editor_date.toggle
source: Toggle
cs: Přepnout
hu: Átváltás
nl: Wissel
sv_se: Växla
zh_cn: __editor_date.toggle

# file.label_filename
source: Filename
cs: Název souboru
hu: Fájlnév
nl: Bestandsnaam
sv_se: Filnamn

# file.label_title
source: Title
cs: Titulek
hu: Cím
sv_se: Titel

# file.button_view
source: View image
cs: Zobrazit obrázek
hu: Kép megtekintés
nl: Bekijk
sv_se: Visa bild

# file.button_upload
source: Upload an image
cs: Nahrát obrázek
hu: Feltöltés
nl: Upload
sv_se: Ladda upp en bild

# file.remark
source: Note: This field is practically the same as the <code>image</code>-field.
cs: Poznámka: Toto pole je prakticky stejné jako pole <code>image</code>.
hu: Mejegyzés: Ez a mező ugyanaz mint az <code>image</code> mező.
nl: __file.remark
sv_se: Note: Detta fält är praktiskt taget detsamma som <code>image</code>-fältet.

# filelist.remark
source: Note: This field is practically the same as the <code>imagelist</code>-field.
cs: Poznámka: Toto pole je prakticky stejné jako pole <code>imagelist</code>.
hu: Megjegyzés: Ez a mező ugyanaz mint az <code>imagelist</code> mező.
nl: __filelist.remark
sv_se: Note: Detta fält är praktiskt taget detsamma som <code>imagelist</code>-fältet.

# geolocation.label_geolocation
source: Geolocation:
cs: Geolokace:
hu: Geolokáció
nl: Geolocatie

# geolocation.label_address
source: Address lookup
cs: Vyhledávání adresy
hu: Cím keresés
nl: Adres
sv_se: Adress-sökning

# geolocation.placeholder_address
source: Street, ZIP code, city or other location…
cs: Ulice, PSČ, město nebo jiná lokace…
hu: Utca, irányítószám, város vagy helyszín…
nl: Adres …
sv_se: Gata, postnummer, stad eller annan plats…

# geolocation.label_lat
source: Latitude
cs: Zeměpisná šířka
hu: Szélesség
nl: Lat

# geolocation.label_address_matched
source: Matched address
cs: Souhlasící adresa
hu: A pontos cím
nl: Gevonden adres
sv_se: Matchad adress

# geolocation.label_marker
source: Marker placement
cs: Umístění popisovače
hu: Megjelölés
nl: Marker
sv_se: Marker-placering

# geolocation.label_control
source: Snap to nearest address
cs: Připnout k nejbližší adrese
hu: A legközelebbi címhez igazítás
nl: __geolocation.label_control
sv_se: Hoppa till närmsta adress

# geolocation.label_long
source: Longitude
cs: Zeměpisná délka
hu: Hosszúság
nl: Lon

# imagelist.remark
source: Note: This field is practically the same as the <code>filelist</code>-field.
cs: Poznámka: Toto pole je prakticky stejné jako pole <code>filelist</code>.
hu: __imagelist.remark
nl: __imagelist.remark
sv_se: Notera: Detta fält är praktiskt taget detsamma som <code>filelist</code>-fältet.

# flash_messages.notification
source: Notification
cs: Oznámení
hu: Értesítés
nl: Notificatie
sv_se: Avisering
zh_cn: 消息通知

# buttons.button_toggle
source: Toggle Dropdown
cs: Zobrazit rozbalovací nabídku
hu: Átkapcsolás
nl: Wissel
sv_se: Växla Dropdown

# localeswitcher.button_info
source: See Localization info
cs: Zobrazit informace o lokalizaci
hu: Lokalizáció megtekintése
nl: Info
sv_se: Se Lokaliserings-info

# listing.title_sortby
source: Sort by
cs: Řadit dle
hu: Rendezés
nl: Sorteer op
sv_se: Sortera på
zh_cn: 排序方式

# listing.option_select_item
source: Select item
cs: Vybrat položku
hu: Elem kiválasztás
nl: Kies item
sv_se: Välj artikel

# listing.title_title
source: Title
cs: Titulek
hu: Cím
nl: Titel
sv_se: Titel

# listing.placeholder_filter
source: Keyword to filter on…
cs: Hledat podle klíčového slova…
hu: Kulcsszó…
nl: Trefwoord …
sv_se: Nyckelord att filtrera på…
zh_cn: 输入关键词

# listing.button_filter
source: Filter
cs: Filtrovat
hu: Szűrő

# listing.button_clear
source: Clear sort/filter
cs: Vyčistit řazení/filtr
hu: Szűrés/Rendezés törlése
nl: Leegmaken
sv_se: Rensa sortering/filter

# view_locales.badge_default
source: Default
cs: Výchozí
hu: Alapértelmezett
nl: __view_locales.badge_default
zh_cn: __view_locales.badge_default

# view_locales.badge_missing
source: Missing
cs: Chybějící
hu: Hiányzó
nl: Ontbreekt
sv_se: Saknas
zh_cn: __view_locales.badge_missing

# files_cards.button_toggle
source: Toggle Dropdown
cs: Přepnout rozbalovací seznam
hu: Legördülő átkapcsolása
nl: Wissel
sv_se: Växla Dropdown
zh_cn: __files_cards.button_toggle

# files_cards.action_edit_image_info
source: Edit image information
cs: Upravit informace o obrázku
hu: Kép infó szerkesztés
nl: Bewerk info
sv_se: Redigera bildinformation
zh_cn: 编辑图片

# files_cards.action_edit_file
source: Edit file in editor
cs: Upravit soubor v editoru
hu: Fájl szerkesztése editorban
nl: Bewerk bestand
sv_se: Redigera fil i editor
zh_cn: 编辑文件

# files_cards.action_view_original
source: View original
cs: Zobrazit originál
hu: Eredeti megtekintése
nl: Bekijk origineel
sv_se: Visa original
zh_cn: 查看

# files_cards.action_duplicate
source: Duplicate
cs: Duplikovat
hu: Duplikáció
nl: Dupliceer
sv_se: Duplicera
zh_cn: 复制

# files_cards.action_delete
source: Delete
cs: Smazat
hu: Törlés
nl: Verwijder
sv_se: Radera
zh_cn: 删除

# files_cards.label_filename
source: Filename:
cs: Název souboru:
hu: Fájlnév:
nl: Bestandsnaam
sv_se: Filnamn:
zh_cn: 名称

# files_cards.label_title
source: Title:
cs: Titulek:
hu: Cím:
nl: Titel
sv_se: Titel:
zh_cn: 标题

# files_cards.label_dimensions
source: Dimensions:
cs: Rozměry:
hu: Dimenziók:
nl: Afmetingen
sv_se: Dimensioner:
zh_cn: 尺寸

# files_cards.label_filesize
source: Filesize:
cs: Název souboru:
hu: Méret:
nl: Bestandsgrootte
sv_se: Filstorlek:
zh_cn: 文件大小

# files_cards.label_created_on
source: Created on:
cs: Vytvořeno:
hu: Létrehozva:
nl: Aangemaakt op
sv_se: Skapad den:
zh_cn: 创建于

# files_list.remark
source: No files are present in this folder. Select a folder to navigate to.
cs: V této složce nejsou žádné soubory. Vyberte složku, do které chcete přejít.
hu: Megjegyzés: Ez a mező megegyezik a <code>filelist</code> mezővel.
nl: __files_list.remark
sv_se: Inga filer i denna katalog. Välj en katalog att navigera till.
zh_cn: 清单

# quickselect.title_select
source: Select a file:
cs: Vyberte soubor:
hu: __quickselect.title_select
nl: Selecteer
sv_se: Välj en fil:
zh_cn: __quickselect.title_select

# finder.button_list
source: List
cs: Seznam
hu: Lista
nl: Lijst
sv_se: Lista
zh_cn: 列表

# finder.button_cards
source: Cards
cs: Karty
hu: Mátrix
nl: Kaarten
sv_se: Kort
zh_cn: 卡片

# extensions.title_desc
source: Description:
cs: Popis:
hu: Meghatározás:
nl: Beschrijving:
sv_se: Beskrivning:
zh_cn: 描述

# extensions.title_author
source: Author:
cs: Autor:
hu: Szerző:
nl: Auteur:
sv_se: Författare:
zh_cn: 作者

# extensions.title_package
source: Package / Class name:
cs: Název balíčku / třídy
hu: Csomag / Osztály név:
nl: Package / Class naam:
sv_se: Paket / Klassnamn:
zh_cn: 封装

# extensions.title_version
source: Version:
cs: Verze:
hu: Verzió:
nl: Versie:
zh_cn: 版本

# extensions.info_not_installed
source: This is a local package, not installed through Composer
cs: Toto je místní balíček, není nainstalován pomocí Composeru
hu: Ez a csomag lokális, nem Composerrel lett telepítve
nl: Dit is een lokale package, niet geïnstalleerd met Composer
sv_se: Detta är ett lokalt paket, inte installerad genom Composer
zh_cn: 没有安装信息

# extensions.title_class
source: Class name:
cs: Název třídy:
hu: Osztálynév:
nl: Titel:
sv_se: Klassnamn:
zh_cn: __extensions.title_class

# extensions.button_configuration
source: Configuration
cs: Konfigurace
hu: Konfiguráció
nl: Configuratie
sv_se: Konfiguration
zh_cn: 配置

# extensions.button_source
source: Source
cs: Zdroj
hu: Forrás
nl: Broncode
sv_se: Källa
zh_cn: 源码

# extensions.button_remove
source: Remove extension
cs: Odebrat rozšíření
hu: Bővítmény törlése
nl: Verwijder
sv_se: Ta bort extension
zh_cn: 移除

# extensions.button_disable
source: Disable extension
cs: Zakázat rozšíření
hu: Bővítmény tiltása
nl: Uitschakelen
sv_se: Inaktivera extension
zh_cn: 禁用

# login.header_login
source: Bolt » Login
cs: Bolt » Přihlášení
hu: Bejelentkezés
nl: Login
sv_se: Bolt » Inloggning
zh_cn: 登录信息

# extensions.message_not_implemented
source: Not yet implemented. Sorry!
cs: Dosud neimplementováno. Promiň!
hu: Sajnos még nincs implementálva!
nl: Nog niet geïmplementeerd, sorry!
sv_se: Ledsen! Inte implementerade ännu.
zh_cn: __extensions.message_not_implemented

# listing.title_overview
source: Overview for
cs: Přehled
hu: Áttekintő »
nl: Overzicht voor »
sv_se: Översikt för
zh_cn: 概述

# files_cards.message_no_files
source: No files are present in this folder. Select a folder to navigate to, on the right-hand side.
cs: V této složce nejsou žádné soubory. Vyberte složku, do které chcete přejít, na pravé straně.
hu: Nincs fájl ebben a mappában. Jobboldalon válassz ki egy mappát!
nl: Aantal bestanden
sv_se: Inga filer i denna katalog. Välj en katalog att navigera till på den högra sidan.
zh_cn: 没有文件

# listing_filter.button_compact
source: Compact
cs: Kompaktní
hu: Összezár
sv_se: Kompakt
zh_cn: 收缩

# listing_filter.button_expanded
source: Expanded
cs: Rozšířené
hu: Kinyit
nl: uitgebreid
sv_se: Expanderad
zh_cn: 展开

# finder.label_view
source: View:
cs: Zobrazení:
hu: Elrendezés:
nl: Bekijk
sv_se: Vy:
zh_cn: 查看方式:

# listing_table.actions.button_edit
source: Edit
cs: Upravit
hu: Szerkesztés
nl: Bewerk
sv_se: Redigera
zh_cn: 编辑

# controller.user.title
source: Users & Permissions
cs: Uživatelé & oprávnění
hu: Felhasznlók és engedélyek
sv_se: Användare & Behörigheter

# controller.user.subtitle
source: To edit users and their permissions
cs: Pro úpravu uživatelů a jejich oprávnění
hu: Felhasználók és engedélyeik szerkesztése
sv_se: Redigera användare och deras behörigheter

# controller.database.check_title
source: Database Check
cs: Zkontrolovat databázi
hu: Adatbázis ellenőrzése
sv_se: Databaskontroll

# controller.database.check_subtitle
source: To check the Database
cs: Pro kontrolu databáze
hu: Az adatbázis vizsgálata
sv_se: För att kontrollera databasen

# controller.database.update_title
source: Database Update
cs: Aktualizace databáze
hu: Adatbázis frissítés
sv_se: Databasuppdatering

# controller.database.update_subtitle
source: To update the Database
cs: Pro aktualizaci databáze
hu: Változás esetén történő frissítés
sv_se: För att uppdatera databasen

# listing.title_display_name
source: Display name
cs: Zobrazované jméno
hu: Megjelenített név
nl: Toon naam als
sv_se: Publikt namn
zh_cn: 昵称

# listing.title_username
source: Username
cs: Uživatelské jméno
hu: Felhasználónév
nl: Gebruikersnaam
sv_se: Användarnamn
zh_cn: 账号

# listing.title_roles
source: Roles
cs: Role
hu: Szerepkörök
nl: Rollen
sv_se: Roller
zh_cn: 角色

# listing.title_last_seen
source: Session age
cs: Délka relace
hu: Utolsó bejelentkezés
nl: Laatst gezien
sv_se: Sessionslängd
zh_cn: 最后登录

# listing.title_last_ip
source: Last IP
cs: Poslední IP
hu: Utolsó IP
nl: Recentste IP
sv_se: Senaste IP
zh_cn: IP

# listing.title_actions
source: Actions
cs: Akce
hu: Műveletek
nl: Acties
sv_se: Handlingar
zh_cn: 操作

# user.not_valid_email
source: Invalid email
cs: Chybný email
hu: Érvénytelen email cím
sv_se: Ogiltig e-post

# user.not_valid_password
source: Invalid password. The password should contain at least 6 characters.
cs: Chybné heslo. Heslo by mělo obsahovat minimálně 6 znaků.
hu: Érvénytelen jelszó
nl: Invalid password
sv_se: Ogiltigt lösenord. Lösenordet måste innehålla minst 6 tecken.

# user.unknown_user
source: Unknown user
cs: Neznámý uživatel
nl: Onbekende gebruiker
sv_se: Okänd användare

# label.predominant_colors__in_image
source: Predominant colors in image
cs: Převládající barvy v obrázku
sv_se: Dominerande färger i bilden
zh_cn: 图片颜色

# general.phrase.overview-for
source: Overview for '%slug%'
cs: Přehled pro '%slug%'
sv_se: Översikt för '%slug%'

# general.phrase.related-content
source: Related content
cs: Související obsah
sv_se: Relaterat innehåll

# action.search
source: Search
cs: Hledat
nl: action.search
sv_se: Sök

# caption.new_contenttype
source: New %contenttype%
cs: Nový %contenttype%
sv_se: Ny %contenttype%

# caption.untitled_contenttype
source: Untitled %contenttype%
cs: Nepojmenovaný %contenttype%
sv_se: Obetitlad %contenttype%

# title.edit_user_profile
source: Edit user profile
cs: Upravit uživatelský profil
sv_se: Redigera användarprofil
zh_cn: 编辑

# caption.redirection_page
source: Redirection page
cs: Stránka přesměrování
sv_se: Hänvisningssida
zh_cn: 重定向

# caption.edit_image
source: Edit Image
cs: Upravit obrázek
sv_se: Redigera Bild
zh_cn: 编辑

# general.phrase.select_language
source: Select Language
cs: Vyberte jazyk
sv_se: Välj Språk

# password.suggested
source: Suggested secure password: <code>%password%</code>
cs: Navrhované bezpečné heslo: <code>%password%</code>
sv_se: Föreslaget säkert lösenord: <code>%password%</code>

# field.cropX
source: Crop X
cs: Oříznout X
sv_se: Beskär X
zh_cn: 宽

# field.cropXPostfix
source: Position of crop on X-axis, range 0-100.
cs: Pozice ořezu na ose X, rozsah 0-100.
sv_se: Position för beskärning på X-axeln, intervall 0-100.
zh_cn: 裁剪宽度

# field.cropYPostfix
source: Position of crop on Y-axis, range 0-100.
cs: Pozice ořezu na ose Y, rozsah 0-100.
sv_se: Position för beskärning på Y-axeln, intervall 0-100.
zh_cn: 裁剪高度

# field.cropY
source: Crop Y
cs: Oříznout Y
sv_se: Beskär Y
zh_cn: 高

# field.cropZoom
source: Crop zoomfactor
cs: Faktor přiblížení oříznutí
sv_se: Beskärningens zoomfactor
zh_cn: 缩放

# field.cropZoomPostfix
source: Zoom-level of crop, range 1-10.
cs: Úroveň přiblížení ořezu, rozsah 1-10.
sv_se: Zoom-nivå på beskärning, intervall 1-10.
zh_cn: 缩放大小

# title.contentType
source: Content Type
cs: Typ obsahu
sv_se: Innehållstyp
zh_cn: 内容类型

# listing.title_taxonomy
source: Taxonomy
cs: Taxonomie
sv_se: Taxonomi

# title.primary_actions
source: Primary Actions
cs: Primární akce
sv_se: Primära Handlingar
zh_cn: 操作

# title.options
source: Options
cs: Možnosti
sv_se: Alternativ
zh_cn: 选项

# action.delete
source: Delete
cs: Smazat
sv_se: Ta bort
zh_cn: 删除

# action.enable
source: Enable
cs: Povolit
sv_se: Aktivera

# action.disable
source: Disable
cs: Zakázat
sv_se: Inaktivera

# user.enabled_successfully
source: User has been enabled successfully!
cs: Uživatel byl úspěšně povolen!
sv_se: Användare har blivit aktiverad!

# user.disabled_successfully
source: User has been disabled successfully!
cs: Uživatel byl úspěšně zakázán!
sv_se: Användare har blivit inaktiverad!

# listing.title_ip_address
source: IP address
cs: IP adresa
sv_se: IP adress
zh_cn: IP

# listing.title_browser
source: Browser / platform
cs: Prohlížeč / platforma
sv_se: Webbläsare / plattform
zh_cn: 浏览器

# image.button_remove
source: Remove
cs: Odebrat
sv_se: Ta bort
zh_cn: 移除

# image.button_edit_attributes
source: Edit attributes
cs: Upravit atributy
sv_se: Redigera attribut
zh_cn: 属性

# image.button_move_up
source: Move up
cs: Posunout výše
sv_se: Flytta upp

# image.button_move_down
source: Move down
cs: Posunout níže
sv_se: Flytta ned

# image.add_new_image
source: Add new image
cs: Přidat nový obrázek
sv_se: Lägg till ny bild
zh_cn: 添加新图片

# file.add_new_file
source: Add new file
cs: Přidat nový soubor
sv_se: Lägg till ny fil
zh_cn: 添加新文件

# collection.remove_item
source: Remove item
cs: Odebrat položku
sv_se: Ta bort artikel
zh_cn: 确认删除

# collection.add_item
source: Add a new item to '%name%'
cs: Přidat položku do %name%
sv_se: Lägg till en ny artikel till '%name%'
zh_cn: __collection.add_item

# collection.move_item_up
source: Move up
cs: Posunout výše
sv_se: Flytta upp
zh_cn: 上移

# collection.move_item_down
source: Move down
cs: Posunout níže
sv_se: Flytta ned
zh_cn: 下移

# extensions.button_detailed_view
source: View details
cs: Zobrazit detaily
sv_se: Visa detaljer
zh_cn: 查看详情

# extensions.title_configuration
source: Configuration file
cs: Konfigurační soubor
sv_se: Konfigurationsfil
zh_cn: 配置

# caption.file_upload.upload_text
source: Drop files here to upload
cs: Přetáhněte sem soubory pro nahrání
sv_se: Släpp filer här för att ladda upp
zh_cn: 选择文件

# pager.next
source: Next
cs: Další
sv_se: Nästa
zh_cn: 下一页

# pager.previous
source: Previous
cs: Předchozí
sv_se: Föregående
zh_cn: 上一页

# image.button_up
source: Up
cs: Nahoru
sv_se: Upp
zh_cn: 上移

# image.button_down
source: Down
cs: Dolů
sv_se: Ned
zh_cn: 下移

# general.phrase.download
source: Download
cs: Stáhnout
sv_se: Ladda ned

# caption.logviewer
source: Log Viewer
cs: Prohlížeč protokolu
sv_se: Logg-vy
zh_cn: 日志

# label.request
source: Request
cs: Požadavek
sv_se: Begäran

# label.context
source: Context
cs: Kontext
sv_se: Kontext

# label.level
source: Level
cs: Úroveň
sv_se: Nivå

# label.message
source: Message
cs: Zpráva
sv_se: Meddelande

# label.timestamp
source: Timestamp
cs: Čas
sv_se: Tidsstämpel

# label.user
source: User
cs: Uživatel
sv_se: Användare

# listing.disabled
source: Disabled
cs: Zakázáno
sv_se: Inaktiverad

# slug.button_unlocked
source: Unlocked
cs: Odemčeno
sv_se: Upplåst
zh_cn: 已解锁

# general.phrase.no-content-found
source: No content found
cs: Nebyl nalezen žádný obsah
sv_se: Inget innehåll hittades

# general.phrase.empty-database
source: It looks like the database is empty. Write some content in the Bolt backend, or run the command to add some fixtures (dummy content).
cs: Vypadá to, že je databáze prázdná. Write some content in the Bolt backend, or run the command to add some fixtures (dummy content).
sv_se: Det verkar som att databasen är tom. Skapa innehåll i administratörsvyn, eller kör ett kommando för att lägga till dummy content.

# view_locales.badge_empty
source: Empty
cs: Prázdné
sv_se: Tom
zh_cn: __view_locales.badge_empty

# action.update_all
source: Apply to all
cs: Použít na vše
sv_se: Använd för alla
zh_cn: 确定

# about.system_info
source: System Information
cs: Systémové informace
zh_cn: 系统信息

# user.not_valid_display_name
source: Invalid display name
cs: Chybné zobrazované jméno
sv_se: Ogiltigt publikt namn

# action.confirm_delete
source: Are you sure you wish to delete this content?
cs: Opravdu si přejete smazat tento obsah?
sv_se: Är du säker på att du vill radera detta innehåll?
zh_cn: 确认删除

# placeholder.username_or_email
source: your username or email
cs: vaše uživatelské jméno nebo email
sv_se: ditt användarnamn eller e-post
zh_cn: 输入账号或邮箱

# placeholder.password
source: your password
cs: vaše heslo
sv_se: ditt lösenord
zh_cn: 输入密码

# caption.other_content
source: Other Content
cs: Další obsah
sv_se: Annat Innehåll
zh_cn: 其他

# editfile.target_not_writable
source: Saving is disabled, because the target file is not writable.
cs: Ukládání je zakázáno, protože do cílového souboru nelze zapisovat.
sv_se: Spara är inaktiverat för att målfilen inte är skrivbar.

# label.translatable
source: This field is translatable
cs: Toto pole je přeložitelné
sv_se: Detta fält är översättningsbart

# label.content
source: Content
cs: Obsah
sv_se: Innehåll

# file.delete_success
source: File deleted successfully!
cs: Soubor byl úspěšně smazán!
sv_se: Filen har raderats!

# file.delete_confirm
source: Are you sure you wish to delete this file?
cs: Opravdu si přejete smazat tento soubor?
sv_se: Är du säker på att du vill radera denna fil?
zh_cn: 删除确认

# listing.title_filterby
source: Search / Filter by
cs: Hledat / filtrovat podle
sv_se: Sök / Filtrera på
zh_cn: 标题筛选

# content.status_changed_successfully
source: Status changed successfully
cs: Stav byl úspěšně změněn
sv_se: Status har ändrats

source: Content deleted successfully
cs: Obsah byl úspěšně smazán
sv_se: Innehåll har raderats

# label.current_status
source: Current status
cs: Aktuální stav
sv_se: Nuvarande status

# status.published
source: Published
cs: Zveřejněno
sv_se: Publicerad

# status.draft
source: Draft
cs: Koncept
sv_se: Utkast

# status.timed
source: Timed
cs: Naplánováno
sv_se: Tidsinställd

# status.held
source: Held
cs: Pozdrženo
sv_se: Återhållen

# collection.confirm_delete
source: Are you sure you wish to delete this collection item?
cs: Opravdu si přejete smazat tuto položku kolekce?
sv_se: Är du säker på att du vill radera denna samlingsartikel?
zh_cn: 删除

# upload.allow_file_types
source: File types allowed for upload
cs: Typy souborů povolené pro nahrání
sv_se: Tillåtna filtyper för uppladdning
zh_cn: 允许文件类型

# upload.max_size
source: Maximum upload size
cs: Maximální velikost souboru pro nahrání
sv_se: Största uppladdningsstorleken
zh_cn: 最大

# listing.placeholder_search
source: Search for keyword …
cs: Hledat klíčové slovo …
sv_se: Sök på nyckelord…
zh_cn: 搜索

# title.filtered_by
source: All content, filtered by <em>'%filter%'</em>.
cs: Všechen obsah, filtrován podle <em>'%filter%'</em>.
sv_se: Allt innehåll, filtrerat på <em>'%filter%'</em>.
zh_cn: __title.filtered_by

# action.view_site
source: View website
cs: Zobrazit stránky
sv_se: Visa hemsida

# action.new
source: New
cs: Nové
sv_se: Ny
zh_cn: 新增

# extensions.no_dependencies
source: No known dependencies
cs: Žádné závislosti
sv_se: Inga kända beroendenförhållanden
zh_cn: 没有依赖

# extensions.title_dependencies
source: Dependencies
cs: Závislosti
sv_se: Beroendeförhållanden
zh_cn: 依赖

# collection.expand_all
source: Expand all
cs: Rozbalit všechny položky
sv_se: Expandera alla
zh_cn: 展开

# collection.collapse_all
source: Collapse all
cs: Zabalit všechny položky
sv_se: Fäll ihop alla
zh_cn: 折叠
