Repository: bolt/core
Catalog: translations/messages.*.xlf
Languages: cs, hu, nl, sv_se, zh_cn

source: Not available
cs: Nedostupný
hu: Nem elérhető
nl: Niet beschikbaar
sv_se: Inte tillgänglig

# http_error.name
source: Error %status_code%
cs: Chyba %status_code%
hu: Hiba %status_code%
nl: Fout %status_code%

# http_error.description
source: There was an unknown error (HTTP %status_code%) that prevented to complete your request.
cs: Objevila se neznámá chyba (HTTP %status_code%), která zabránila v dokončení požadavku.
hu: Ismeretlen (HTTP %status_code%) hiba miatt a kérés nem teljesíthető
sv_se: Det var ett okänt fel (HTTP %status_code%) som förhindrade att din förfrågan slutfördes.

# http_error.suggestion
source: Try loading this page again in some minutes or <a href="%url%">go back to the homepage</a>.
cs: Zkuste tuto stránku načíst znovu během několika minut nebo <a href="%url%">přejděte na domovskou stránku</a>.
hu: Néhány perc múlva próbáld újra vagy <a href="%url%">vissza a kezdőoldalra</a>.
sv_se: Försök ladda sidan igen om några minuter eller <a href="%url%">gå tillbaka till hemsidan</a>.

# http_error_403.description
source: You don't have permission to access to this resource.
cs: K tomuto prostředku nemáte přístup.
hu: Nincs jogosultságod a hozzáféréshez.
sv_se: Du har inte behörighet att få tillgång till denna resurs.

# http_error_403.suggestion
source: Ask your manager or system administrator to grant you access to this resource.
cs: Požádejte svého manažera či systémového administrátora, aby vám přiřadil potřebná práva.
hu: Fordulj a rendszergazdához vagy üzemeltetőhöz engedélyért.
sv_se: Fråga din manager eller systemadministratör om att få behörighet till denna resurs.

# http_error_404.description
source: We couldn't find the page you requested.
cs: Nepodařilo se nám najít požadovanou stránku.
hu: A hivatkozott oldal nem található.
sv_se: Vi kunde inte hitta sidan som du begärde.

# http_error_404.suggestion
source: Check out any misspelling in the URL or <a href="%url%">go back to the homepage</a>.
cs: Zkontrolujte, zda jste neudělali chybu v adrese nebo <a href="%url%">přejděte na domovskou stránku</a>.
hu: Ellenőrizd az esetleges elírást az URL-ben vagy <a href="%url%">vissza a kezdőoldalra</a>.
sv_se: Kontrollera eventuella felstavningar i URL:en eller <a href="%url%">gå tillbaka till hemsidan</a>.

# http_error_500.description
source: There was an internal server error.
cs: Došlo k interní chybě serveru.
hu: Hiba a szerveren.
sv_se: Ett internt serverfel inträffade.

# http_error_500.suggestion
source: Try loading this page again in some minutes or <a href="%url%">go back to the homepage</a>.
cs: Zkuste tuto stránku načíst znovu během několika minut nebo <a href="%url%">přejděte na domovskou stránku</a>.
hu: Próbáld újratölteni pár perc múlva vagy <a href="%url%">vissza a kezdőoldalra</a>.
sv_se: Försök ladda denna sida igen om några minuter eller <a href="%url%">gå tillbaka till hemsidan</a>.

# title.source_code
source: Source code used to render this page
cs: Zdrojový kód použit pro vykreslení této stránky
hu: Az oldal előállításához használt forráskód
sv_se: Källkod för rendering av denna sidan

# title.controller_code
source: Controller code
cs: Kód controlleru
hu: Kontroller kód
sv_se: Controller kod

# title.twig_template_code
source: Twig template code
cs: Kód Twig šablony
hu: Twig sablon kód
nl: Twig template broncode
sv_se: Twig template kod

# title.edit_user
source: Edit user
cs: Upravit uživatele
hu: Felhasználó szerkesztés
nl: Bewerk gebruiker
sv_se: Redigera användare
zh_cn: 编辑

# action.show_code
source: Show code
cs: Zobraz kód
hu: Kód megtekintése
nl: Toon broncode
sv_se: Visa kod

# action.save
source: Save changes
cs: Uložit změny
hu: Mentés
nl: Wijzigingen opslaan
sv_se: Spara ändringar
zh_cn: 保存

# action.do_something
source: Do Something
cs: Zmáčkni mě
hu: Katt ide...
sv_se: Gör Något

# action.edit_user
source: Edit user
cs: Upravit uživatele
hu: Felhasználó szerkesztése
nl: Bewerk gebruiker
sv_se: Redigera användare

# action.edit
source: Edit
cs: Upravit
hu: Szerkesztés
sv_se: Redigera

# label.username
source: Username
cs: Uživatelské jméno
hu: Felhasználónév
nl: Gebruikersnaam
sv_se: Användarnamn
zh_cn: 账号

# help.show_code
source: Click on this button to show the source code of the <strong>Controller</strong> and <strong>template</strong> used to render this page.
cs: Klikněte na toto tlačítko pro zobrazení zdrojového kódu <strong>controlleru</strong> a <strong>šablony</strong> použité pro vykreslení této stránky.
hu: Az oldal előállításához használt <strong>Kontroller</strong> és <strong>sablon</strong> kódját a gombra kattintva tekintheted meg.
sv_se: Klicka på denna knapp för att visa källkoden för den <strong>Controller</strong> och <strong>template</strong> som används för att rendera denna sida.

# info.change_password
source: After changing your password, you will be logged out of the application.
cs: Po změně hesla budete odhlášeni.
hu: A jelszó megváltoztatása után az alkalmazásból ki kell lépni.
sv_se: Efter ändring av ditt lösenord blir du utloggad från applikationen.

# title.login
source: Login
cs: Přihlášení
hu: Bejelentkezés
sv_se: Inloggning
zh_cn: 登录

# label.password
source: Password
cs: Heslo
hu: Jelszó
nl: Wachtwoord
sv_se: Lösenord
zh_cn: 密码

# action.log_in
source: Log in
cs: Přihlásit se
hu: Bejelentkezés
sv_se: Logga in
zh_cn: 登录

# action.change_password
source: Change password
cs: Změnit heslo
hu: Jelszó változtatás
nl: Wijzig wachtwoord
sv_se: Ändra lösenord

# field.status
source: Status
cs: Stav
hu: Státusz
zh_cn: 状态

# field.createdAt
source: Created at
cs: Vytvořeno
hu: Létrehozva
nl: Aangemaakt op
sv_se: Skapad
zh_cn: 创建日期

# field.modifiedAt
source: Modified at
cs: Upraveno
hu: Módosítva
nl: Bewerkt op
sv_se: Modifierad
zh_cn: 修改日期

# field.publishedAt
source: Published at
cs: Zveřejněno
hu: Publikáva
nl: Gepubliceerd op
sv_se: Publicerad
zh_cn: 发布日期

# field.depublishedAt
source: Depublished at
cs: Ztáhnuto
hu: Visszavonva
nl: Gedepubliceerd op
sv_se: Avpublicerad
zh_cn: 过期日期

# field.title
source: Title
cs: Titulek
hu: Cím
nl: Titel
sv_se: Titel
zh_cn: 标题

# field.description
source: Description
cs: Popis
hu: Leírás
nl: Beschrijving
sv_se: Beskrivning
zh_cn: 描述

# field.copyright
source: Copyright
cs: Autorská práva
zh_cn: 版权

# field.originalFilename
source: Original filename
cs: Původní název souboru
hu: Eredeti fájlnév
nl: Originele Bestandsnaam
sv_se: Ursprungligt filnamn
zh_cn: 原始文件名

# field.width
source: width
cs: šířka
hu: szélesség
nl: Breedte
sv_se: bredd
zh_cn: 宽

# field.height
source: height
cs: výška
hu: magasság
nl: Hoogte
sv_se: höjd
zh_cn: 高

# field.filesize
source: Filesize
cs: Velikost souboru
hu: Fájlméret
nl: Bestandsgrootte
sv_se: Filstorlek
zh_cn: 文件大小

# label.username_or_email
source: Username or Email
cs: Uživatelské jméno nebo heslo
hu: Felhasználónév vagy email
sv_se: Användarnamn eller e-post
zh_cn: 账号或邮箱

# label.rememberme
source: Remember me?
cs: Zapamatuj si mě?
hu: Emlékezz rám
nl: Onthoud me?
sv_se: Kom ihåg mig?
zh_cn: 记住

# about.visit_bolt
source: Visit Boltcms.io
cs: Navštivte Boltcms.io
hu: Bolt.cm megnyitása
nl: Bezoek Bolt.cm
sv_se: Besök Boltcms.io
zh_cn: 官网

# about.bolt_documentation
source: Bolt Documentation
cs: Dokumentace Bolt
hu: Bolt dokumentációja
nl: Bolt documentatie
sv_se: Bolt-dokumentation
zh_cn: 文档

# about.bolt_on_github
source: Bolt on Github
cs: Bolt na Githubu
hu: Bolt a Githubon
nl: Bolt op Github
sv_se: Bolt på Github
zh_cn: Github

# about.used_libraries
source: Used Libraries / Components
cs: Uživatelské knihovny / komponenty
hu: A felhasznált modulok / komponensek
nl: Gebruikte Libraries / Componenten
sv_se: Använda Bibliotek / Komponenter
zh_cn: 基础库

# about.list_of_used_libraries
source: Below are the third party libraries that are used by Bolt.
cs: Níže jsou uvedeny knihovny třetích stran, které Bolt používá.
hu: Alábbiakban a Bolt által használt szoftver összetevők.
nl: Hieronder staat een lijst met een deel van de gebruikte Libraries / Componenten in Bolt.
sv_se: Nedan är tredjeparts-bibliotek som används av Bolt.
zh_cn: 列表

# label.fullname
source: Full name
cs: Celé jméno
hu: Teljes név
nl: Volledige naam
sv_se: Fullt namn

# label.email
source: Email address
cs: Emailová adresa
hu: Email cím
nl: E-mail
sv_se: E-postadress
zh_cn: 邮箱

# user.updated_successfully
source: Updated Sucessfully
cs: Aktualizace proběhla úspěšně
hu: Sikeres frissítés
sv_se: Uppdaterades Framgångsrikt

source: Content updated successfully
cs: Obsah byl úspěšně upraven
hu: Sikeres média tartalom frissítés
sv_se: Innehåll uppdaterades framgångsrikt

# content.created_successfully
source: Media item created successfully
cs: Médium bylo úspěšně vytvořeno
hu: Sikeres média tartalom létrehozás
sv_se: Media post skapades framgångsrikt

# editfile.could_not_write
source: Could not write Media item
cs: Médium se nepodařilo zapsat
hu: A média tartalom nem hozható létre
sv_se: Kunde inte skriva Media post

# label.locale
source: Locale
cs: Jazyk
zh_cn: 语言

# label.backend_theme
source: Backend theme
cs: Šablona administrace
hu: Admin téma
nl: Backend thema

source: The Default theme
cs: Výchozí šablona
hu: Az alapértelmezett téma
nl: Het standaard thema
sv_se: Default theme

source: The Default Dark theme
cs: Výchozí tmavá šablona
hu: Az alapértelmezett sötét téma
nl: De standaard Dark Theme
sv_se: Default Dark theme

source: WoordPers: Kinda looks like that other CMS
cs: WoordPers: Vypadá tak trochu jako jiné CMS
hu: WoordPers: Olyan mint az a másik CMS
nl: WoordPers: Lijkt een beetje op dat andere CMS
sv_se: WoordPers: Ser lite ut som det där andra CMS:et

# caption.dashboard
source: Bolt Dashboard
cs: Nástěnka Bolt
hu: Botl Vezérlőpanel
nl: Dashboard
zh_cn: 控制台

# caption.clear_cache
source: Clear the cache
cs: Vyčistit cache
hu: Gyorsítótár törlése
nl: Leeg de cache
sv_se: Rensa cache
zh_cn: 清除缓存

# caption.check_database
source: Check Database
cs: Zkontrolovat databázi
hu: Adatbázis ellenőrzés
nl: Controleer Database
sv_se: Kolla Databas

# caption.menu_setup
source: Menu set up
cs: Nastavení menu
hu: Menü beállítás
nl: Menu instellingen
sv_se: Meny konfigurering
zh_cn: 导航

# caption.taxonomies
source: Taxonomies
cs: Taxonomie
hu: Taxonómiák
nl: Taxonomieën
sv_se: Taxonomier
zh_cn: 分类

# caption.contenttypes
source: Content Types
cs: Typy obsahu
hu: Tartalomtípusok
nl: Contenttypen
sv_se: Innehållstyper
zh_cn: 内容类型

# caption.main_configuration
source: Main Configuration
cs: Hlavní konfigurace
hu: Általános beállítások
nl: hoofdconfiguratie
sv_se: Huvudkonfigurering
zh_cn: 主要配置

# caption.users_permissions
source: Users & Permissions
cs: Uživatelé & oprávnění
hu: Felhasznlók és jogosultságok
nl: Gebruikers & permissies
sv_se: Användare & Behörigheter
zh_cn: 用户权限

# caption.configuration
source: Configuration
cs: Konfigurace
hu: Konfiguráció
nl: Configuratie
sv_se: Konfiguration
zh_cn: 网站配置

# caption.settings
source: Settings
cs: Nastavení
hu: Beállítások
nl: Instellingen
sv_se: Inställningar
zh_cn: 设置

# caption.content
source: Content
cs: Obsah
hu: Tartalom
sv_se: Innehåll
zh_cn: 内容

# caption.file_management
source: File management
cs: Správa souborů
hu: Fájlkezelés
nl: Bestandsbeheer
sv_se: Filhantering
zh_cn: 文件管理

# caption.extensions
source: Extensions
cs: Rozšíření
hu: Bővítmények
nl: Extensies
zh_cn: 扩展

# caption.view_edit_templates
source: View & edit templates
cs: Zobrazit & upravit šablony
hu: Sablonok kezelése
nl: Bekijk & bewerk templates
sv_se: Se & redigera mallar
zh_cn: 编辑模板

# caption.uploaded_files
source: Uploaded files
cs: Nahrané soubory
hu: Feltöltött fájlok
nl: Geüploade bestanden
sv_se: Uppladdade filer
zh_cn: 上传文件

# caption.routing_setup
source: Routing configuration
cs: Konfigurace routingu
hu: Útvonal beállítások
nl: Routing instellingen
sv_se: Routing konfiguration
zh_cn: 路由

# caption.translations
source: Translations / Labels
cs: Překlady / značky
hu: Fordítások / Cimkék
nl: Vertalingen / Labels
sv_se: Översättningar / Etiketter
zh_cn: 翻译

# caption.about_bolt
source: About Bolt
cs: O Boltu
hu: A Bolt
nl: Over Bolt
sv_se: Om Bolt
zh_cn: 关于Bolt

# caption.bolt_payoff
source: Sophisticated, lightweight & simple CMS
cs: Sofistikovaný, lehký & jednoduchý CMS
hu: Az ésszerű és egyszerű CMS
nl: Weldoordacht, lichtgewicht en eenvoudig CMS
sv_se: Sofistikerad, lätt & enkel CMS
zh_cn: __caption.bolt_payoff

# caption.edit
source: Edit
cs: Upravit
hu: Szerkesztés
nl: Bewerk
sv_se: Redigera
zh_cn: 编辑

# caption.file_uploader
source: File uploader
cs: Nahrávač souborů
hu: Fájl feltöltő
nl: Bestandsuploader
sv_se: Filuppladdare
zh_cn: 文件上传

# caption.meta_information
source: Meta information
cs: Meta informace
hu: Meta információk
nl: Meta informatie
zh_cn: 信息

source: Date
cs: Datum
hu: Dátum
nl: Datum
sv_se: Datum
zh_cn: 日期

source: Size
cs: Velikost
hu: Méret
nl: Formaat
sv_se: Storlek
zh_cn: 文件大小

source: Thumbnail
cs: Miniatura
hu: Nézőkép
zh_cn: 缩略图

source: Filename
cs: Název soubru
hu: Fájlnév
nl: Bestandsnaam
sv_se: Filnamn
zh_cn: 名称

source: Actions
cs: Akce
hu: Események
nl: Acties
sv_se: Handlingar
zh_cn: 操作

source: Directory name
cs: Název složky
hu: Könyvtárnév
nl: Directorynaam
sv_se: Katalognamn
zh_cn: 目录

# action.go
source: Go
cs: Přejít
hu: Hajrá
sv_se: Gå

# form.quick_select_file
source: Quickly select a file to edit…
cs: Rychle zvolit soubor k editaci…
hu: Fájl választás…
nl: Selecteer een bestand om snel te bewerken…
sv_se: Snabbt välja en fil och redigera...
zh_cn: 选择文件

# label.quick_select
source: Quick select
cs: Rychlý výběr
hu: Gyorskezelő
sv_se: Snabbval

# caption.path
source: Path
cs: Cesta
hu: Útvonal
nl: Pad
sv_se: Sökväg
zh_cn: 路径

# caption.filename
source: Filename
cs: Název souboru
hu: Fájlnév
nl: Bestandsnaam
sv_se: Filnamn
zh_cn: 文件名

# action.visit_site
source: Visit website
cs: Navštívit stránky
hu: Oldal megtekintése
nl: Bekijk site
sv_se: Besök hemsida

# action.create_new
source: Create a new
cs: Vytvořit nové
hu: Új...
nl: Maak nieuwe
sv_se: Skapa en ny

# general.greeting
source: Hey, %name%!
cs: Ahoj, %name%!
hu: Szia %name%!
nl: Hoi, %name%
sv_se: Hej, %name%!
zh_cn: 用户

# action.logout
source: Logout
cs: Odhlásit se
hu: Kijelentkezés
nl: Uitloggen
sv_se: Logga ut
zh_cn: 退出

# action.edit_profile
source: Edit Profile
cs: Upravit profil
hu: Profil szerkesztés
nl: Bewerk profiel
sv_se: Redigera Profil
zh_cn: 编辑

# action.close_alert
source: Close
cs: zavřít
hu: Bezárás
nl: Sluit
sv_se: Stäng
zh_cn: __action.close_alert

# caption.all_configuration_files
source: All configuration files
cs: Všechny konfigurační soubory
hu: Minden konfigurációs fájl
nl: Alle configuratie bestanden
sv_se: Alla konfigurationsfiler
zh_cn: 所有配置文件

# caption.maintenance
source: Maintenance
cs: Údržba
hu: Karbantartás
nl: Onderhoud
sv_se: Underhåll
zh_cn: 网站维护

# caption.edit_file
source: Edit File
cs: Upravit soubor
hu: Fájl szerkesztés
nl: Bewerk Bestand
sv_se: Redigera Fil
zh_cn: 编辑

# caption.installation_checks
source: Installation checks
cs: Kontroly instalace
hu: Ellenőrzés
nl: Installatie-controle
sv_se: Installationskontroller

# form.select_language
source: Select language
cs: Vybrat jazyk
hu: Nyelv kiválasztás
nl: Kies een taal
sv_se: Välj språk

# field.locale
source: Locale
cs: Jazyk
hu: Lokalizáció

# field.current_locale
source: Current locale
cs: Aktuální jazyk
hu: Aktuális lokalizáció
nl: Huidige locale
sv_se: Nuvarande locale
zh_cn: 当前语言

# field.switch_to_locale
source: Switch to locale
cs: Přepnout na jazyk
hu: Lokalizáció megváltoztatása
nl: Wissel naar locale
sv_se: Ändra till locale
zh_cn: 切换语言

# field.author
source: Author
cs: Autor
hu: Szerző
nl: Auteur
sv_se: Författare
zh_cn: 作者

# general.phrase.edit
source: Edit
cs: Upravit
hu: Szerkesztés
nl: Bewerk
sv_se: Redigera
zh_cn: __general.phrase.edit

source: Unknown
cs: Neznámé
hu: Ismeretlen
nl: Onbekend
sv_se: Okänd

# general.phrase.written-by-on
source: Written by %name% on %date%.
cs: Napsal(a) %name% dne %date%.
hu: %name% készítette %date%-n.
nl: Geschreven door %name% op %date%.
sv_se: Skriven av %name% den %date%.

# general.phrase.missing-about-page
source: The "About" page is missing
cs: Stránka "O nás" chybí
hu: A "Rólunk" oldal hiányzik
sv_se: "Om"-sidan saknas

# general.phrase.missing-about-page-block
source: The "About" block is missing
cs: Blok "O nás" chybí
hu: A "Rólunk" blokk hiányzik
sv_se: "Om" blocket saknas

# contenttypes.generic.recent
source: Recent %contenttypes%
cs: Nedávné %contenttypes%
hu: Legutóbbi %contenttypes%
nl: Recente %contenttypes%
sv_se: Senaste %contenttypes%

# general.phrase.search
source: Search
cs: Vyhledávání
hu: Keresés
nl: Zoek
sv_se: Sök
zh_cn: __general.phrase.search

# 9fb3e6e
source: This website is <a href='%url%' target='_blank' title='Sophisticated, lightweight & simple CMS'>Built with Bolt</a>.
cs: Tyto stránky jsou <a href='%url%' target='_blank' title='Sofistikovaný, lehký & jednoduchý CMS'>postaveny na Boltu</a>.
hu: Ez a weboldal <a href='%url%' target='_blank' title='Az ésszerű és egyszerű, Bolt CMS'>-sel készült</a>.
sv_se: Denna hemsida är <a href='%url%' target='_blank' title='Sofistikerad, lätt & enkel CMS'>Byggd med Bolt</a>.

# contenttypes.generic.overview
source: Overview of %contenttypes%
cs: Přehled %contenttypes%
hu: %contenttypes% áttekintő
nl: Overzicht van %contenttypes%
sv_se: Översikt av %contenttypes%

# contenttypes.generic.no-recent
source: No recent %contenttype% found
cs: Žádný nedávný %contenttype% nebyl nalezen
hu: Nincs aktuális %contenttype%
sv_se: Ingen ny %contenttype% hittades

source: Search
cs: Hledat
hu: Keresés
nl: Zoek
sv_se: Sök

# general.phrase.permalink
source: Permalink
cs: Trvalý odkaz

# label.displayname
source: Displayname
cs: Zobrazované jméno
hu: Név
sv_se: Publikt alias

# label.cache_cleared
source: Cache cleared succesfully!
cs: Cache byla úspěšně vyčištěna!
hu: A gyorsítótár törölve!
nl: De Cache is leeggemaakt!
sv_se: Cache rensades framgångsrikt!

# general.phrase.search-results-for-variable
source: Search results for '%search%'.
cs: Výsledky hledání pro '%search%'.
hu: '%search%' találatok.
sv_se: Sökresultat för '%search%'.

# general.phrase.search-results-for
source: Search results for '%search%'.
cs: Výsledky hledání pro '%search%'.
hu: '%search%' találatok.
sv_se: Sökresultat för '%search%'.

# general.phrase.no-search-results-for
source: No search results found for '%search%'.
cs: Pro '%search%' nebyly nalezeny žádné výsledky.
hu: Nincsenek '%search%' találatok.
sv_se: Inga sökresultat hiddates för '%search%'.

# general.phrase.no-search-term-provided
source: Please provide a search term, in order to display relevant results.
cs: Pro zobrazení relevantních výsledků, prosím zadejte termín pro hledání.
hu: Kérlek adj meg érvényes kifejezést.
sv_se: Vänligen ange en sökterm för att visa relevanta resultat.

# general.phrase.read-more
source: Read More
cs: Číst dále
hu: Tovább
nl: Lees meer
sv_se: Läs mer

# general.phrase.built-with-bolt
source: This website is <a href='https://boltcms.io' target='_blank' title='Sophisticated, lightweight & simple CMS'>Built with Bolt</a>.
cs: Tyto stránky jsou <a href='https://boltcms.io' target='_blank' title='Sofistikovaný, lehký & jednoduchý CMS'>postaveny na Boltu</a>.
hu: Ez a weboldal <a href='%url%' target='_blank' title='Az ésszerű és egyszerű, Bolt CMS'>-sel készült</a>.
nl: Deze website is <a href='https://bolt.cm' target='_blank' title='Weldoordacht, lichtgewicht en eenvoudig CMS'>Gebouwd met Bolt</a>.
sv_se: Denna hemsida är <a href='https://boltcms.io' target='_blank' title='Sofistikerad, lätt & enkel CMS'>Byggd med Bolt</a>.

# general.latest_bolt_news
source: Latest Bolt News
cs: Novinky Boltu
hu: Legfrissebb Bolt hírek
nl: Het laatste Bolt nieuws
sv_se: Senaste Nyheter från Bolt

# action.preview
source: Preview
cs: Náhled
hu: Előnézet
sv_se: Förhandsvisa

# action.view_saved
source: View saved version
cs: Zobrazit uloženou verzi
hu: Mentett változat megtekintése
nl: Bekijk opgeslagen
sv_se: Visa sparad version

# label.display_name
source: Display Name
cs: Zobrazované jméno
hu: Név
nl: Toon naam als
sv_se: Publikt Namn
zh_cn: 昵称

# caption.duplicate
source: Duplicate
cs: Kopie
hu: Duplikáció
nl: Dupliceer
sv_se: Duplicera
zh_cn: 标题重复

# label.current_password
source: Current Password
cs: Aktuální heslo
hu: Aktuális jelszó
sv_se: Nuvarande Lösenord

# label.new_password
source: New Password
cs: Nové heslo
hu: Új jelszó
sv_se: Nytt Lösenord

# label.new_password_confirm
source: New Password (confirm)
cs: Nové heslo (znovu)
hu: Új jelszó (ismét)
sv_se: Nytt Lösenord (bekräfta)

# editfile.updated_successfully
source: File updated succesfully!
cs: Soubor byl úspěšně aktualizován!
hu: Sikeres frissítés!
sv_se: Fil uppdaterades framgångsrikt!

# action.add_user
source: Add User
cs: Přidat uživatele
hu: Felhasználó hozzáadása
sv_se: Lägg till Användare

source: Success!
cs: Úspěch!
hu: Siker!
nl: Succes!
sv_se: Lyckades!

# user.updated_profile
source: User Profile has been updated!
cs: Uživatelský profil byl aktualizován!
hu: A felhasználói profil frissítve!
sv_se: Användarprofil har uppdaterats!

# label.roles
source: Roles
cs: Role
hu: Szerepkörök
nl: Rollen
sv_se: Roller
zh_cn: 角色

# user.new_user
source: New User
cs: Nový uživatel
hu: Új felhasználói
sv_se: Ny Användare

# action.view
source: View
cs: Zobrazit
hu: Megtekintés:
nl: Bekijk
sv_se: Vy
zh_cn: 查看

# caption.folders
source: Folders
cs: Složky
hu: Mappák
nl: Mappen
sv_se: Kataloger
zh_cn: 文件夹

# slug.button_locked
source: Locked
cs: Uzamčeno
hu: Zárolt
nl: Op slot
sv_se: Låst
zh_cn: 锁定

# slug.button_edit
source: Edit
cs: Upravit
hu: Szerkesztés
nl: Bewerk
sv_se: Redigera
zh_cn: 编辑

# slug.generate_from
source: Generate from:
cs: Vygenerovat z:
hu: Generálás…
nl: Baseer op
sv_se: Generera från:
zh_cn: 使用

# image.button_upload
source: Upload
cs: Nahrát
hu: Kép feltöltése
sv_se: Ladda Upp
zh_cn: 上传

# image.button_from_library
source: From library
cs: Z knihovny
hu: Képtárból
nl: Uit bibliotheek
sv_se: Från bibliotek
zh_cn: 从图片库选择

# listing_table.actions.view_on_site
source: View on Site
cs: Zobrazit na stránkách
hu: Megtekintés az Oldalon
nl: bekijk op site
sv_se: Visa på Site
zh_cn: 查看

# listing_table.actions.status_to_publish
source: Change status to 'publish'
cs: Změnit stav na 'zveřejněno'
hu: 'publikált' státusz beállítása
nl: Pas status aan naar 'gepubliceerd'
sv_se: Ändra status till 'publicera'
zh_cn: 发布

# listing_table.actions.status_to_held
source: Change status to 'held'
cs: Změnit stav na 'pozdrženo'
hu: 'visszavont' státusz beállítása
nl: Pas status aan naar 'vasthouden'
sv_se: Ändra status till 'återhållen'
zh_cn: 维护

# listing_table.actions.status_to_draft
source: Change status to 'draft'
cs: Změnit stav na 'koncept'
hu: 'vázlat' státusz beállítása
nl: Pas status aan naar 'klad'
sv_se: Ändra status till 'utkast'
zh_cn: 草稿

# listing_table.actions.duplicate
source: Duplicate
cs: Duplikovat
hu: Duplikálás
nl: dupliceer
sv_se: Duplicera
zh_cn: 编辑

# listing_table.actions.delete
source: Delete
cs: Smazat
hu: Törlés
nl: verwijder
sv_se: Ta bort
zh_cn: 删除

# listing_table.actions.created_on
source: Created on
cs: Vytvořeno
hu: Létrehozva:
nl: Aangemaakt op
sv_se: Skapad den
zh_cn: 创建日期

# listing_table.actions.published_on
source: Published on
cs: Zveřejněno
hu: Publikálva:
nl: Gepubliceerd op
sv_se: Publicerad den
zh_cn: 发布日期

# listing_table.actions.last_modified_on
source: Last modified on
cs: Naposledy upraveno
hu: Módosítva:
nl: Laatst gewijzigd op
sv_se: Senast modifierad den
zh_cn: 修改日期

# listing_select_box.card_header.selected
source: Selected
cs: Vybráno
hu: Kijelölve
nl: Geselecteerd
sv_se: Vald
zh_cn: 状态筛选

# listing_select_box.card_body.records_passed
source: selected record ids passed
cs: vybrané id předaných položek
hu: a kijelölt rekord ID-ken végrehajtva
nl: Doorgegeven gekozen IDs
sv_se: valda innehållsid har passerat
