Repository: bolt/core
Catalog: translations/messages.*.xlf
Languages: cs, hu, nl, sv_se, zh_cn

# content.edit_missing_definition
source: The definition for this ContentType is missing! Editing this record will not work as expected. Please check your contenttypes.yaml to make sure that it contains %contenttype%.
cs: Definice tohoto ContentType chybí! Úprava tohoto záznamu nebude fungovat podle očekávání. Zkontrolujte prosím svůj soubor contenttypes.yaml a ujistěte se, že obsahuje %contenttype%.
sv_se: Definitionen för denna ContentType saknas! Redigering av denna artikel kommer inte ge förväntat resultat. Vänligen kontrollera er contenttypes.yaml för att säkerställa att den innehåller %contenttype%.
zh_cn: __content.edit_missing_definition

# collection.select
source: Select …
cs: Vybrat …
sv_se: Välj …
zh_cn: 选择

# form.empty_username_email
source: Please enter your username or email
cs: Zadejte prosím své uživatelské jméno nebo e-mail
sv_se: Vänligen ange ditt användarnamn eller e-post

# form.empty_password
source: Please enter your password
cs: Zadejte prosím své heslo
sv_se: Vänligen ange ditt lösenord

# form.empty_email
source: Please enter your email
cs: Zadejte prosím svůj e-mail
sv_se: Vänligen ange din e-post

# listing.title_filterby_field
source: Filter by field
cs: Filtrovat podle pole
sv_se: Filtrera på fält

# image.button_from_url
source: From URL
cs: Nahrát z URL
sv_se: Från URL

# files_cards.copy_to_clipboard
source: Copy link to file
cs: Kopírovat odkaz na soubor
sv_se: Kopiera länk till fil

source: Warning
cs: Varování
sv_se: Varning

# filemanager.create_folder_already_exists
source: Folder already exists
cs: Složka již existuje.
sv_se: Katalog existerar redan

# filemanager.create_folder_error
source: Could not create folder
cs: Nepodařilo se vytvořit složku.
sv_se: Kunde inte skapa katalog

# filemanager.create_folder_success
source: Folder created successfully.
cs: Složka byla úspěšně vytvořena.
sv_se: Katalog skapades.

# filemanager.delete_folder_successful
source: Folder deleted successfully
cs: Složka byla úspěšně odstraněna.
sv_se: Katalog raderades

# folder.create_new
source: New folder
cs: Nová složka
sv_se: Ny katalog

# title.add_user
source: Add User
cs: Přidat uživatele
sv_se: Lägg till Användare

# label.avatar
source: Avatar
cs: Obrázek uživatele

# login.forgotpassword
source: Forgot Password
cs: Zapomenuté heslo
sv_se: Glömt Lösenord

# reset_password.request_header
source: Reset Password
cs: Resetovat heslo
sv_se: Återställ Lösenord

# reset_password.request_description
source: Enter your email address and we we will send you a link to reset your password.
cs: Zadejte svou e-mailovou adresu a my Vám zašleme odkaz pro obnovení hesla.
sv_se: Ange din e-post så kommer vi att skicka en länk för att återställa ditt lösenord.

# reset_password.request_send
source: Submit
cs: Zaslat e-mail na změnu hesla
sv_se: Skicka

# reset_password.back-to-login
source: Back to Login
cs: Zpět k přihlášení
sv_se: Tillbaka till Inloggning

# reset_password.reset_header
source: Reset your password
cs: Reset hesla
sv_se: Återställ ditt Lösenord

# reset_password.check_email_sent_header
source: Password Reset Email Sent
cs: E-mail s žádostí o obnovení hesla byl odeslán
sv_se: E-post för Återställning av Lösenord har skickats

# reset_password.check_email_sent_text_1
source: An email has been sent that contains a link that you can click to reset your password. This link will expire in %hours% hour(s).
cs: Byl Vám zaslán e-mail s odkazem, na který můžete kliknout a obnovit tak své heslo. Platnost tohoto odkazu vyprší za %hours% hodin.
sv_se: En e-post har skickats med en länk som du kan klicka för att återställa ditt lösenord.

# reset_password.check_email_sent_text_2
source: If you don't receive an email please check your spam folder or %tryagain%.
cs: Pokud e-mail neobdržíte, zkontrolujte složku se spamem nebo %tryagain%.
sv_se: Om du inte får någon e-post kontrollera ditt spam-filter eller %tryagain%.

# reset_password.reset_btn
source: Reset Password
cs: Reset hesla
sv_se: Återställ Lösenord

# reset_password.email_title
source: Hi!
cs: Požadavek na změnu hesla
sv_se: Hej!

# reset_password.email_description
source: To reset your password, please visit the following link
cs: Chcete-li obnovit své heslo, navštivte následující odkaz.
sv_se: För att återställa ditt lösenord, vänligen klicka på denna länk

# reset_password.email_expire
source: This link will expire in %hours% hour(s).
cs: Platnost tohoto odkazu vyprší za %hours% hodin.
sv_se: Denna länk kommer att utgå om %hours% timme/timmar

# reset_password.email_thanks
source: Cheers!
cs: Děkujeme!
sv_se: Hälsningar!

# reset_password.enter_pwd
source: Please enter a password
cs: Zadejte prosím heslo
sv_se: Vänligen ange ett lösenord

# label.repeat_password
source: Repeat Password
cs: Zopakování hesla
sv_se: Repetera Lösenord

# reset_password.not_matching_pwds
source: The password fields must match.
cs: Hesla se musí shodovat!
sv_se: Lösenordsfälten måste matcha.

# reset_password.minimum_length
source: Your password should be at least %s characters
cs: Vaše heslo by mělo mít alespoň %s znaků
sv_se: Ditt lösenord bör vara minst %s tecken

# reset_password.no_token
source: No reset password token found in the URL or in the session.
cs: V adrese URL ani v relaci nebyl nalezen token pro resetování hesla.
sv_se: Ingen token för lösenordsåterställning hittades i URL eller i sessionen.

# reset_password.reset_successful
source: Your password has been reset successfully.
cs: Vaše heslo bylo úspěšně resetováno.
sv_se: Ditt lösenord har återställts.

# reset_password.problem_with_request
source: There was a problem handling your password reset request - %s
cs: Při zpracování Vašeho požadavku na reset hesla došlo k problému - %s
sv_se: Det uppstod ett problem vid hanteringen av återställningen av lösenordet - %s

# label.filtered_by
source: filtered by
cs: Filtrováno podle
sv_se: filtrerat på

# action.preview_secure_share
source: Share secure preview link
cs: Sdílet zabezpečený náhled odkazu

# action.stop_impersonating
source: stop impersonating
cs: Zastavit napodobování
sv_se: sluta föreställa

# action.impersonate
source: impersonate
cs: Vydávat se za
sv_se: företäll

# maintenance.activated_warning
source: Maintenance mode is activated
cs: Je aktivován režim údržby

# action.refresh
source: Refresh
cs: Obnovit
sv_se: Uppdatera

# listing_details_box.showing_records
source: Showing records %current% of %total%
cs: Zobrazeno záznamů %current% z %total%

# listing_details_box.name
source: Name: %name% (singular: %singularName%)
cs: Jméno: %name% (singular: %singularName%)

# listing_details_box.listing_template
source: Listing template: %template% (%listingRecords% records)
cs: Listing template: %template% (%listingRecords% záznamů)

# action.edit_permissions
source: Edit Permissions
cs: Upravit oprávnění
sv_se: Redigera tillstånd

# general.label.search
source: Search
cs: Vyhledat
sv_se: Sök

# image.image_preview
source: Preview the image
cs: Náhled obrázku
sv_se: Förhandsvisning

# listing_table.actions.select_all
source: Select all
cs: Vybrat vše
sv_se: Välj alla

# label.remembermeduration
source: Remember me? (%duration% days)
cs: Zapamatovat přihlášení? (%duration% dnů)

# listing.current_sessions_header
source: Current sessions
cs: Aktuální relace

# image.button_upload_options
source: Upload Options
cs: Možnosti nahrávání
sv_se: Uppladdningsalternativ

source: Share secure preview link
cs: Sdílet zabezpečený náhled odkazu

source: Order
cs: Objednávka

source: Menu
hu: Menü
sv_se: Meny

# caption.kitchensink
source: The Kitchensink
hu: Eszközkészlet
nl: Kitchensink
sv_se: Diskbänken
zh_cn: __caption.kitchensink

# controller.omnisearch.title
source: Omnisearch
sv_se: Omnisökning

# controller.omnisearch.subtitle
source: To search, in an omni-like fashion
hu: Keresés mélytartalomban, részletekben
sv_se: För att söka på ett omni-liknande sätt

# listing.title_email
source: Email
sv_se: E-post
zh_cn: 邮箱

# listing_table.no_results
source: No results found. Broaden the filtering criteria, or add some more content.
sv_se: Inga resultat hittades. Bredda filtreringskriterierna eller lägg till mer innehåll.

# listing.option_select_sortby
source: Select Field to sort by…
sv_se: Välj Fält att sortera på…
zh_cn: 选择排序

# listing.title_session_expires
source: Session expires
sv_se: Session utgår
zh_cn: 有效期

# label.trace
source: Trace
sv_se: Spår

source: Email
sv_se: E-post

# title.contentlisting
source: Contentlisting
hu: Tartalom
nl: Lijst van content
zh_cn: 内容列表

source: caption.translations: messages
hu: caption.translations: üzenetek

source: caption.routing set up
hu: Útvonal beállítások

# caption.fixtures_dummy_content
source: Fixtures (Dummy Content)
hu: Kitöltés (Minta tartalom)
nl: Fixtures (loze inhoud)

# editor_embed.label_pixel
source: pixel
hu: képpont
nl: pixels
zh_cn: px

# view_locales.badge_ok
source: OK
zh_cn: __view_locales.badge_ok
