Repository: bolt/core
Catalog: translations/security.*.xlf
Languages: cs, hu, nl

source: An authentication exception occurred.
cs: Došlo k chybě při autentizaci.
hu: Hitelesítési hiba lépett fel.
nl: Er heeft zich een authenticatieprobleem voorgedaan.

source: Authentication credentials could not be found.
cs: Ověřovací údaje se nepodařilo najít.
hu: Nem találhatók hitelesítési információk.
nl: Authenticatiegegevens konden niet worden gevonden.

source: Authentication request could not be processed due to a system problem.
cs: Požadavek na ověření nebylo možné zpracovat z důvodu systémového problému.
hu: A hitelesítési kérést rendszerhiba miatt nem lehet feldolgozni.
nl: Authenticatieaanvraag kon niet worden verwerkt door een technisch probleem.

source: Invalid credentials.
cs: Nesprávné přístupové údaje.
hu: Érvénytelen hitelesítési információk.
nl: Ongeldige inloggegevens.

source: Cookie has already been used by someone else.
cs: Cookie již použil někdo jiný.
hu: Ezt a sütit valaki más már felhasználta.
nl: Cookie is al door een ander persoon gebruikt.

source: Not privileged to request the resource.
cs: Nemáte oprávnění k požadavku na tento zdroj.
hu: Nem rendelkezik az erőforrás eléréséhez szükséges jogosultsággal.
nl: Onvoldoende rechten om de aanvraag te verwerken.

source: Invalid CSRF token.
cs: Neplatný CSRF token.
hu: Érvénytelen CSRF token.
nl: CSRF-code is ongeldig.

source: No authentication provider found to support the authentication token.
cs: Nebyl nalezen žádný zprostředkovatel ověřování, který by podporoval ověřovací token.
hu: Nem található a hitelesítési tokent támogató hitelesítési szolgáltatás.
nl: Geen authenticatieprovider gevonden die de authenticatietoken ondersteunt.

source: No session available, it either timed out or cookies are not enabled.
cs: Relace není k dispozici, buď vypršela, nebo nejsou aktivovány soubory cookie.
hu: Munkamenet nem áll rendelkezésre, túllépte az időkeretet vagy a sütik le vannak tiltva.
nl: Geen sessie beschikbaar, mogelijk is deze verlopen of cookies zijn uitgeschakeld.

source: No token could be found.
cs: Nebyl nalezen žádný token.
hu: Nem található token.
nl: Er kon geen authenticatietoken worden gevonden.

source: Username could not be found.
cs: Uživatelské jméno nebylo nalezeno.
hu: A felhasználónév nem található.
nl: Gebruikersnaam kon niet worden gevonden.

source: Account has expired.
cs: Platnost účtu vypršela.
hu: A fiók lejárt.
nl: Account is verlopen.

source: Credentials have expired.
cs: Platnost přístupových údajů vypršela.
hu: A hitelesítési információk lejártak.
nl: Authenticatiegegevens zijn verlopen.

source: Account is disabled.
cs: Účet je deaktivován.
hu: Felfüggesztett fiók.
nl: Account is gedeactiveerd.

source: Account is locked.
cs: Účet je zablokován.
hu: Zárolt fiók.
nl: Account is geblokkeerd.

source: User is disabled.
cs: Uživatel je zakázán.

source: You have to login in order to access this page.
cs: Pro přístup k této stránce se musíte přihlásit.
