Repository: bolt/core
Catalog: translations/validators.*.xlf
Languages: cs, hu, nl, ru

source: This value should be false.
cs: Tato hodnota by měla být false.
hu: Ennek az értéknek hamisnak kell lennie.
nl: Deze waarde moet onwaar zijn.
ru: Это значение должно быть ложным.

source: This value should be true.
cs: Tato hodnota by měla být true.
hu: Ennek az értéknek igaznak kell lennie.
nl: Deze waarde moet waar zijn.
ru: Это значение должно быть верным.

source: This value should be of type {{ type }}.
cs: Tato hodnota by měla být typu {{ type }}.
hu: Ennek az értéknek {{ type }} típusúnak kell lennie.
nl: Deze waarde moet van het type {{ type }} zijn.
ru: Это значение должно быть типа {{type}}.

source: This value should be blank.
cs: Tato hodnota by měla být prázdná.
hu: Ennek az értéknek üresnek kell lennie.
nl: Deze waarde moet leeg zijn.
ru: Это значение должно быть пустым.

source: The value you selected is not a valid choice.
cs: Vámi vybraná hodnota není platnou volbou.
hu: A választott érték érvénytelen.
nl: De geselecteerde waarde is geen geldige optie.
ru: Выбранное вами значение не является допустимым.

# 0d999f2
source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
cs: Musíte vybrat alespoň {{ limit }} možnost.|Musíte vybrat alespoň {{ limit }} možností.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
cs: Musíte vybrat nejvýše {{ limit }} možnost.|Musíte vybrat nejvýše {{ limit }} možností.

source: One or more of the given values is invalid.
cs: Jedna nebo více zadaných hodnot je neplatná.
hu: A megadott értékek közül legalább egy érvénytelen.
nl: Eén of meer van de ingegeven waarden zijn ongeldig.
ru: Одно или несколько указанных значений недопустимы.

source: This field was not expected.
cs: Toto pole se neočekávalo.
hu: Nem várt mező.
nl: Dit veld werd niet verwacht.
ru: Это поле не ожидалось.

source: This field is missing.
cs: Toto pole chybí.
hu: Ez a mező hiányzik.
nl: Dit veld ontbreekt.
ru: Это поле отсутствует.

source: This value is not a valid date.
cs: Tato hodnota neodpovídá platnému datu.
hu: Ez az érték nem egy érvényes dátum.
nl: Deze waarde is geen geldige datum.
ru: Это значение не является действительной датой.

source: This value is not a valid datetime.
cs: Tato hodnota neodpovídá platnému datu a času.
hu: Ez az érték nem egy érvényes időpont.
nl: Deze waarde is geen geldige datum en tijd.
ru: Это значение не является допустимой датой и временем.

source: This value is not a valid email address.
cs: Tato hodnota není platnou e-mailovou adresou.
hu: Ez az érték nem egy érvényes e-mail cím.
nl: Deze waarde is geen geldig e-mailadres.
ru: Это значение не является действительным адресом электронной почты.

source: The file could not be found.
cs: Soubor se nepodařilo najít.
hu: A fájl nem található.
nl: Het bestand kon niet gevonden worden.
ru: Файл не найден.

source: The file is not readable.
cs: Soubor není čitelný.
hu: A fájl nem olvasható.
nl: Het bestand is niet leesbaar.
ru: Файл не читается.

# 1ad411a
source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
cs: Soubor je příliš velký ({{ size }} {{ suffix }}). Maximální povolená velikost je {{ limit }} {{ suffix }}.

# 30a318d
source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
cs: Typ mime souboru je neplatný ({{ type }}). Povolené typy mime jsou {{ types }}.

source: This value should be {{ limit }} or less.
cs: Tato hodnota by měla být {{ limit }} nebo nižší.
hu: Ez az érték legfeljebb {{ limit }} lehet.
nl: Deze waarde moet {{ limit }} of minder zijn.
ru: Это значение должно быть {{limit}} или меньше.

# 0e0c1e1
source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
cs: Tato hodnota je příliš dlouhá. Měla by mít maximálně {{ limit }} znak nebo méně.|Tato hodnota je příliš dlouhá. Měla by mít maximálně {{ limit }} znaků nebo méně.

source: This value should be {{ limit }} or more.
cs: Tato hodnota by měla být {{ limit }} nebo vyšší.
hu: Ez az érték legalább {{ limit }} kell, hogy legyen.
nl: Deze waarde moet {{ limit }} of meer zijn.
ru: Это значение должно быть {{limit}} или больше.

# 5188ff9
source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
cs: Tato hodnota je příliš krátká. Měla by mít minimálně {{ limit }} znak nebo více.|Tato hodnota je příliš krátká. Měla by mít minimálně {{ limit }} znaků nebo více.

source: This value should not be blank.
cs: Tato hodnota by neměla být prázdná.
hu: Ez az érték nem lehet üres.
nl: Deze waarde mag niet leeg zijn.
ru: Это значение не должно быть пустым.

source: This value should not be null.
cs: Tato hodnota by neměla být null.
hu: Ez az érték nem lehet null.
nl: Deze waarde mag niet null zijn.
ru: Это значение не должно быть нулевым.

source: This value should be null.
cs: Tato hodnota by měla být null.
hu: Ennek az értéknek nullnak kell lennie.
nl: Deze waarde moet null zijn.
ru: Это значение должно быть нулевым.

source: This value is not valid.
cs: Tato hodnota není platná.
hu: Ez az érték nem érvényes.
nl: Deze waarde is niet geldig.
ru: Это недопустимое значение.

source: This value is not a valid time.
cs: Tato hodnota neodpovídá platné časové specifikaci.
hu: Ez az érték nem egy érvényes időpont.
nl: Deze waarde is geen geldige tijd.
ru: Это значение не является допустимым временем.

source: This value is not a valid URL.
cs: Tato hodnota není platnou adresou URL.
hu: Ez az érték nem egy érvényes URL.
nl: Deze waarde is geen geldige URL.
ru: Это значение не является допустимым URL.

source: The two values should be equal.
cs: Obě hodnoty by se měly rovnat.
hu: A két értéknek azonosnak kell lennie.
nl: De twee waarden moeten gelijk zijn.
ru: Два значения должны быть равны.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
cs: Soubor je příliš velký. Maximální povolená velikost je {{ limit }} {{ suffix }}.
hu: A fájl túl nagy. A megengedett maximális méret: {{ limit }} {{ suffix }}.
nl: Het bestand is te groot. Toegestane maximum grootte is {{ limit }} {{ suffix }}.
ru: Файл слишком большой. Допустимый максимальный размер: {{limit}} {{суффикс}}.

source: The file is too large.
cs: Soubor je příliš velký.
hu: A fájl túl nagy.
nl: Het bestand is te groot.
ru: Файл слишком большой.

source: The file could not be uploaded.
cs: Soubor se nepodařilo nahrát.
hu: A fájl nem tölthető fel.
nl: Het bestand kon niet worden geüpload.
ru: Не удалось загрузить файл.

source: This value should be a valid number.
cs: Tato hodnota by měla být platné číslo.
hu: Ennek az értéknek érvényes számnak kell lennie.
nl: Deze waarde moet een geldig getal zijn.
ru: Это значение должно быть действительным числом.

source: This file is not a valid image.
cs: Tento soubor není platným obrázkem.
hu: Ez a fájl nem egy érvényes kép.
nl: Dit bestand is geen geldige afbeelding.
ru: Этот файл не является действительным изображением.

source: This is not a valid IP address.
cs: Toto není platná IP adresa.
hu: Ez az érték nem egy érvényes IP cím.
nl: Dit is geen geldig IP-adres.
ru: Это недействительный IP-адрес.

source: This value is not a valid language.
cs: Tato hodnota není platným jazykem.
hu: Ez az érték nem egy érvényes nyelv.
nl: Deze waarde is geen geldige taal.
ru: Это значение не является допустимым языком.

source: This value is not a valid locale.
cs: Tato hodnota neodpovídá platnému národnímu prostředí.
hu: Ez az érték nem egy érvényes területi beállítás.
nl: Deze waarde is geen geldige locale.
ru: Это значение не является допустимым языковым стандартом.

source: This value is not a valid country.
cs: Tato hodnota není platnou zemí.
hu: Ez az érték nem egy érvényes ország.
nl: Deze waarde is geen geldig land.
ru: Это значение не является допустимой страной.

source: This value is already used.
cs: Tato hodnota je již použita.
hu: Ez az érték már használatban van.
nl: Deze waarde wordt al gebruikt.
ru: Это значение уже используется.

source: The size of the image could not be detected.
cs: Velikost obrázku se nepodařilo zjistit.
hu: A kép méretét nem lehet megállapítani.
nl: De grootte van de afbeelding kon niet bepaald worden.
ru: Не удалось определить размер изображения.

# 266051e
source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
cs: Šířka obrázku je příliš velká ({{ width }}px). Povolená maximální šířka je {{ max_width }}px.

# c1c23f9
source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
cs: Šířka obrázku je příliš malá ({{ width }}px). Minimální očekávaná šířka je {{ min_width }}px.

# 9a128f7
source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
cs: Výška obrázku je příliš velká ({{ height }}px). Povolená maximální výška je {{ max_height }}px.

# 8a4cd70
source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
cs: Výška obrázku je příliš malá ({{ height }}px). Minimální očekávaná výška je {{ min_height }}px.

source: This value should be the user's current password.
cs: Tato hodnota by měla odpovídat aktuálnímu uživatelskému heslu.
hu: Ez az érték a felhasználó jelenlegi jelszavával kell megegyezzen.
nl: Deze waarde moet het huidige wachtwoord van de gebruiker zijn.
ru: Это значение должно быть текущим паролем пользователя.

# fd389d6
source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
cs: Tato hodnota by měla mít přesně {{ limit }} znak.|Tato hodnota by měla mít přesně {{ limit }} znaků.

source: The file was only partially uploaded.
cs: Soubor byl nahrán pouze částečně.
hu: A fájl csak részben lett feltöltve.
nl: Het bestand is slechts gedeeltelijk geüpload.
ru: Файл был загружен только частично.

source: No file was uploaded.
cs: Nebyl nahrán žádný soubor.
hu: Nem lett fájl feltöltve.
nl: Er is geen bestand geüpload.
ru: Файл не загружен.

source: No temporary folder was configured in php.ini.
cs: V souboru php.ini nebyla nakonfigurována žádná dočasná složka nebo nakonfigurovaná složka neexistuje.
hu: Nincs ideiglenes könyvtár beállítva a php.ini-ben.
nl: Er is geen tijdelijke map geconfigureerd in php.ini, of de gespecificeerde map bestaat niet.
ru: В php.ini не была настроена временная папка или настроенная папка не существует.

source: Cannot write temporary file to disk.
cs: Nelze zapsat dočasný soubor na disk.
hu: Az ideiglenes fájl nem írható a lemezre.
nl: Kan het tijdelijke bestand niet wegschrijven op disk.
ru: Невозможно записать временный файл на диск.

source: A PHP extension caused the upload to fail.
cs: Nahrávání se nezdařilo kvůli PHP rozšíření.
hu: Egy PHP bővítmény miatt a feltöltés nem sikerült.
nl: De upload is mislukt vanwege een PHP-extensie.
ru: Расширение PHP привело к сбою загрузки.

# b54c218
source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
cs: Tato kolekce by měla obsahovat alespoň {{ limit }} prvek nebo více.|Tato kolekce by měla obsahovat alespoň {{ limit }} prvků nebo více.

# 949632c
source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
cs: Tato kolekce by měla obsahovat maximálně {{ limit }} prvek.|Tato kolekce by měla obsahovat maximálně {{ limit }} prvků nebo méně.

# e0582dc
source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
cs: Tato kolekce by měla obsahovat právě {{ limit }} prvek.|Tato kolekce by měla obsahovat právě {{ limit }} prvků.

source: Invalid card number.
cs: Neplatné číslo karty.
hu: Érvénytelen kártyaszám.
nl: Ongeldig creditcardnummer.
ru: Неверный номер карты.

source: Unsupported card type or invalid card number.
cs: Nepodporovaný typ karty nebo neplatné číslo karty.
hu: Nem támogatott kártyatípus vagy érvénytelen kártyaszám.
nl: Niet-ondersteund type creditcard of ongeldig nummer.
ru: Неподдерживаемый тип карты или неверный номер карты.

source: This is not a valid International Bank Account Number (IBAN).
cs: Toto není platné mezinárodní číslo bankovního účtu (IBAN).
hu: Érvénytelen nemzetközi bankszámlaszám (IBAN).
nl: Dit is geen geldig internationaal bankrekeningnummer (IBAN).
ru: Это недействительный международный номер банковского счета (IBAN).

source: This value is not a valid ISBN-10.
cs: Tato hodnota není platným ISBN-10.
hu: Ez az érték nem egy érvényes ISBN-10.
nl: Deze waarde is geen geldige ISBN-10.
ru: Это значение не является действительным ISBN-10.

source: This value is not a valid ISBN-13.
cs: Tato hodnota není platným ISBN-13.
hu: Ez az érték nem egy érvényes ISBN-13.
nl: Deze waarde is geen geldige ISBN-13.
ru: Это значение не является действительным ISBN-13.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
cs: Tato hodnota není platným číslem ISBN-10 ani platným číslem ISBN-13.
hu: Ez az érték nem egy érvényes ISBN-10 vagy ISBN-13.
nl: Deze waarde is geen geldige ISBN-10 of ISBN-13 waarde.
ru: Это значение не является ни действительным ISBN-10, ни действительным ISBN-13.

source: This value is not a valid ISSN.
cs: Tato hodnota není platným ISSN.
hu: Ez az érték nem egy érvényes ISSN.
nl: Deze waarde is geen geldige ISSN waarde.
ru: Это значение не является действительным ISSN.

source: This value is not a valid currency.
cs: Tato hodnota není platnou měnou.
hu: Ez az érték nem egy érvényes pénznem.
nl: Deze waarde is geen geldige valuta.
ru: Это значение не является действующей валютой.

source: This value should be equal to {{ compared_value }}.
cs: Tato hodnota by se měla rovnat {{ compared_value }}.
hu: Ez az érték legyen {{ compared_value }}.
nl: Deze waarde moet gelijk zijn aan {{ compared_value }}.
ru: Это значение должно быть равно {{compare_value}}.

source: This value should be greater than {{ compared_value }}.
cs: Tato hodnota by měla být větší než {{ compared_value }}.
hu: Ez az érték nagyobb legyen, mint {{ compared_value }}.
nl: Deze waarde moet groter zijn dan {{ compared_value }}.
ru: Это значение должно быть больше {{compare_value}}.

source: This value should be greater than or equal to {{ compared_value }}.
cs: Tato hodnota by měla být větší nebo rovna {{ compared_value }}.
hu: Ez az érték nagyobb vagy egyenlő legyen, mint {{ compared_value }}.
nl: Deze waarde moet groter dan of gelijk aan {{ compared_value }} zijn.
ru: Это значение должно быть больше или равно {{compare_value}}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
cs: Tato hodnota by měla být shodná s {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
cs: Tato hodnota by měla být menší než {{ compared_value }}.
hu: Ez az érték kisebb legyen, mint {{ compared_value }}.
nl: Deze waarde moet minder zijn dan {{ compared_value }}.
ru: Это значение должно быть меньше {{compare_value}}.

source: This value should be less than or equal to {{ compared_value }}.
cs: Tato hodnota by měla být menší nebo rovna {{ compared_value }}.
hu: Ez az érték kisebb vagy egyenlő legyen, mint {{ compared_value }}.
nl: Deze waarde moet minder dan of gelijk aan {{ compared_value }} zijn.
ru: Это значение должно быть меньше или равно {{compare_value}}.

source: This value should not be equal to {{ compared_value }}.
cs: Tato hodnota by neměla být rovna {{ compared_value }}.
hu: Ez az érték ne legyen {{ compared_value }}.
nl: Deze waarde mag niet gelijk zijn aan {{ compared_value }}.
ru: Это значение не должно быть равным {{compare_value}}.

# 0eedf91
source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
cs: Tato hodnota by neměla být totožná s {{ compared_value_type }} {{ compared_value }}.

# 9c3ad0f
source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
cs: Poměr obrázku je příliš velký ({{ ratio }}). Maximálně povolený poměr je {{ max_ratio }}.

# 4376d45
source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
cs: Poměr obrázku je příliš malý ({{ ratio }}). Minimální očekávaný poměr je {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
cs: Obrázek je čtvercový ({{ width }}x{{ height }}px). Čtvercové obrázky nejsou povoleny.
hu: A kép négyzet alakú ({{ width }}x{{ height }}px). A négyzet alakú képek nem engedélyezettek.
nl: De afbeelding is vierkant ({{ width }}x{{ height }}px). Vierkante afbeeldingen zijn niet toegestaan.
ru: Изображение квадратное ({{ширина}} x {{высота}} пикселей). Квадратные изображения не допускаются.

# 1dc128a
source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
cs: Obrázek je orientován na šířku ({{ width }}x{{ height }}px). Obrázky orientované na šířku nejsou povoleny.

# 9e27714
source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
cs: Obrázek je orientován na výšku ({{ width }}x{{ height }}px). Obrázky orientované na výšku nejsou povoleny.

source: An empty file is not allowed.
cs: Prázdný soubor není povolen.
hu: Üres fájl nem megengedett.
nl: Lege bestanden zijn niet toegestaan.
ru: Пустой файл не допускается.

source: The host could not be resolved.
cs: Název hostitele se nepodařilo přeložit.
hu: Az állomásnevet nem lehet feloldani.
nl: De hostnaam kon niet worden bepaald.
ru: Хост не может быть решен.

source: This value does not match the expected {{ charset }} charset.
cs: Tato hodnota neodpovídá očekávané {{ charset }} znakové sadě.
hu: Ez az érték nem az elvárt {{ charset }} karakterkódolást használja.
nl: Deze waarde is niet in de verwachte tekencodering {{ charset }}.
ru: Это значение не соответствует ожидаемой кодировке {{charset}}.

source: This is not a valid Business Identifier Code (BIC).
cs: Toto není platný identifikační kód podniku (BIC).
hu: Érvénytelen nemzetközi bankazonosító kód (BIC/SWIFT).
nl: Dit is geen geldige bedrijfsidentificatiecode (BIC/SWIFT).
ru: Это недействительный код бизнес-идентификатора (BIC).

source: Error
cs: Chyba
hu: Hiba
nl: Fout
ru: Ошибка

source: This is not a valid UUID.
cs: Toto není platný identifikátor UUID.
hu: Érvénytelen egyedi azonosító (UUID).
nl: Dit is geen geldige UUID.
ru: Это недействительный UUID.

source: This value should be a multiple of {{ compared_value }}.
cs: Tato hodnota by měla být násobkem hodnoty{{ compared_value }}.
hu: Ennek az értéknek oszthatónak kell lennie a következővel: {{ compared_value }}
nl: Deze waarde zou een meervoud van {{ compared_value }} moeten zijn.
ru: Это значение должно быть кратным {{compare_value}}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
cs: Tento obchodní identifikační kód (BIC) není spojen s IBAN {{ iban }}.
hu: Ez a Bankazonosító kód (BIC) nem kapcsolódik az IBAN kódhoz ({{ iban }}).
nl: Deze bedrijfsidentificatiecode (BIC) is niet gekoppeld aan IBAN {{ iban }}.
ru: Этот код бизнес-идентификатора (BIC) не связан с IBAN {{iban}}.

source: This value should be valid JSON.
cs: Tato hodnota by měla být platný JSON.
hu: Ez az érték érvényes JSON kell, hogy legyen.
nl: Deze waarde moet geldige JSON zijn.
ru: Это значение должно быть корректным JSON.

source: This collection should contain only unique elements.
cs: Tato kolekce by měla obsahovat pouze unikátní prvky
hu: Ez a gyűjtemény csak egyedi elemeket tartalmazhat.
nl: Deze collectie moet alleen unieke elementen bevatten.
ru: Эта коллекция должна содержать только уникальные элементы.

source: This value should be positive.
cs: Tato hodnota by měla být kladná.
hu: Ennek az értéknek pozitívnak kell lennie.
nl: Deze waarde moet positief zijn.
ru: Это значение должно быть положительным.

source: This value should be either positive or zero.
cs: Tato hodnota by měla být buď kladná, nebo nula.
hu: Ennek az értéknek pozitívnak vagy nullának kell lennie.
nl: Deze waarde moet positief of gelijk aan nul zijn.
ru: Это значение должно быть положительным или нулевым.

source: This value should be negative.
cs: Tato hodnota by měla být záporná.
hu: Ennek az értéknek negatívnak kell lennie.
nl: Deze waarde moet negatief zijn.
ru: Это значение должно быть отрицательным.

source: This value should be either negative or zero.
cs: Tato hodnota by měla být buď záporná, nebo nula.
hu: Ennek az értéknek negatívnak vagy nullának kell lennie.
nl: Deze waarde moet negatief of gelijk aan nul zijn.
ru: Это значение должно быть либо отрицательным, либо нулевым.

source: This value is not a valid timezone.
cs: Tato hodnota není platným časovým pásmem.
hu: Ez az érték nem egy érvényes időzóna.
nl: Deze waarde is geen geldige tijdzone.
ru: Это значение не является допустимым часовым поясом.

source: 7e27e92
cs: Toto heslo uniklo při úniku dat a nesmí být použito. Použijte prosím jiné heslo.
ru: Этот пароль просочился в результате утечки данных, его нельзя использовать. Пожалуйста, используйте другой пароль.

source: This value should be between {{ min }} and {{ max }}.
cs: Tato hodnota by měla být mezi {{ min }} a {{ max }}.
hu: Ennek az értéknek {{ min }} és {{ max }} között kell lennie.
nl: Deze waarde moet zich tussen {{ min }} en {{ max }} bevinden.
ru: Это значение должно быть между {{min}} и {{max}}.

source: This form should not contain extra fields.
cs: Tento formulář by neměl obsahovat žádná další pole.
hu: Ez a mezőcsoport nem tartalmazhat extra mezőket.
nl: Dit formulier mag geen extra velden bevatten.
ru: Эта форма не должна содержать лишних полей.

source: The uploaded file was too large. Please try to upload a smaller file.
cs: Nahraný soubor je příliš velký. Zkuste prosím nahrát menší soubor.
hu: A feltöltött fájl túl nagy. Kérem, próbáljon egy kisebb fájlt feltölteni.
nl: Het geüploade bestand is te groot. Probeer een kleiner bestand te uploaden.
ru: Загруженный файл был слишком большим. Пожалуйста, попробуйте загрузить файл меньшего размера.

source: The CSRF token is invalid. Please try to resubmit the form.
cs: Token CSRF je neplatný. Zkuste prosím formulář odeslat znovu.
hu: Érvénytelen CSRF token. Kérem, próbálja újra elküldeni az űrlapot.
nl: De CSRF-token is ongeldig. Probeer het formulier opnieuw te versturen.
ru: Токен CSRF недействителен. Пожалуйста, попробуйте повторно отправить форму.

# post.blank_summary
source: Give your post a summary!
cs: Uveďte prosím shrnutí svého příspěvku!

# post.blank_content
source: Your post should have some content!
cs: Váš příspěvek by měl mít nějaký obsah!

# post.too_short_content
source: Post content is too short ({{ limit }} characters minimum)
cs: Obsah příspěvku je příliš krátký (minimálně {{ limit }} znaků)

# post.too_many_tags
source: Too many tags (add {{ limit }} tags or less)
cs: Příliš mnoho značek (přidejte {{ limit }} značek nebo méně)

# comment.blank
source: Please don't leave your comment blank!
cs: Nenechávejte prosím svůj komentář prázdný!

# comment.too_short
source: Comment is too short ({{ limit }} characters minimum)
cs: Komentář je příliš krátký (minimálně {{ limit }} znaků)

# comment.too_long
source: Comment is too long ({{ limit }} characters maximum)
cs: Komentář je příliš dlouhý ({{ limit }} maximálně znaků)

# comment.is_spam
source: The content of this comment is considered spam.
cs: Obsah tohoto komentáře je považován za spam.

# user.duplicate_email
source: A user with {{ value }} email already exists.
cs: Uživatel s {{ value }} e-mailem již existuje.

# user.duplicate_username
source: A user with {{ value }} username already exists.
cs: Uživatel s uživatelským jménem {{ value }} již existuje.
