Repository: bolt/core
Catalog: translations/validators.*.xlf
Languages: cs, hu, nl, ru

# user.not_valid_password
source: Invalid password. The password should contain at least 6 characters.
cs: Neplatné heslo. Heslo by mělo obsahovat alespoň 6 znaků.

# user.not_valid_email
source: Invalid email
cs: Neplatný e-mail

# user.username_invalid_characters
source: The username must contain only lowercase latin characters, numbers and underscores.
cs: Uživatelské jméno musí obsahovat pouze malá písmena latinky, čísla a podtržítka.

# user.not_valid_display_name
source: Invalid display name
cs: Nesprávné zobrazované jméno

source: 0d999f2
ru: Вы должны выбрать не менее {{limit}} вариантов. | Вы должны выбрать не менее {{limit}} вариантов.

source: 1ad411a
ru: Файл слишком большой ({{размер}} {{суффикс}}). Допустимый максимальный размер: {{limit}} {{суффикс}}.

source: 30a318d
ru: Недопустимый MIME-тип файла ({{type}}). Допустимые типы пантомимы: {{types}}.

source: 0e0c1e1
ru: Это слишком длинное значение. Он должен содержать не более {{limit}} символов. | Это значение слишком длинное. Он должен содержать не более {{limit}} символов.

source: 5188ff9
ru: Это слишком короткое значение. Он должен содержать символ {{limit}} или более. | Это значение слишком короткое. Он должен содержать {{limit}} символов или более.

source: 266051e
ru: Ширина изображения слишком велика ({{width}} пикселей). Допустимая максимальная ширина составляет {{max_width}} пикселей.

source: c1c23f9
ru: Ширина изображения слишком мала ({{width}} пикселей). Минимальная ожидаемая ширина составляет {{min_width}} пикселей.

source: 9a128f7
ru: Высота изображения слишком велика ({{height}} пикселей). Допустимая максимальная высота: {{max_height}} пикселей.

source: 8a4cd70
ru: Высота изображения слишком мала ({{height}} пикселей). Минимальная ожидаемая высота составляет {{min_height}} пикселей.

source: fd389d6
ru: Это значение должно содержать ровно {{limit}} символов. | Это значение должно содержать ровно {{limit}} символов.

source: b54c218
ru: Эта коллекция должна содержать {{limit}} элементов или больше. | Эта коллекция должна содержать {{limit}} элементов или больше.

source: 949632c
ru: Эта коллекция должна содержать {{limit}} элементов или меньше. | Эта коллекция должна содержать {{limit}} элементов или меньше.

source: e0582dc
ru: Эта коллекция должна содержать ровно {{limit}} элементов. | Эта коллекция должна содержать ровно {{limit}} элементов.

source: 0eedf91
ru: Это значение не должно быть идентичным {{compare_value_type}} {{compare_value}}.

source: 9c3ad0f
ru: Соотношение сторон изображения слишком велико ({{ratio}}). Допустимое максимальное соотношение: {{max_ratio}}.

source: 4376d45
ru: Коэффициент изображения слишком мал ({{ratio}}). Ожидаемое минимальное соотношение: {{min_ratio}}.

source: 1dc128a
ru: Изображение ориентировано в альбомной ориентации ({{ширина}} x {{высота}} пикселей). Изображения с альбомной ориентацией не допускаются.

source: 9e27714
ru: Изображение ориентировано в портретной ориентации ({{ширина}} x {{высота}} пикселей). Портретно-ориентированные изображения не допускаются.

source: post.blank_summary
hu: Írj hozzá egy összefoglaló részt!
nl: Geef uw bericht een samenvatting.
ru: Дайте вашему посту резюме!

source: post.blank_content
hu: A posztnak tartalmaznia kell valami tartalmat!
nl: Uw bericht heeft nog geen inhoud.
ru: Ваш пост должен содержать контент!

source: post.too_short_content
hu: A poszt túl rövid! (minimum {{ limit }} karakter)
nl: Bericht inhoud is te kort (minimaal {{ limit }} karakters)
ru: Содержание сообщения слишком короткое (минимум {{limit}} символов)

source: post.too_many_tags
hu: Túl sok cimke (maximum {{ limit }} cimke lehet)
ru: Слишком много тегов (добавьте тегов {{limit}} или меньше)

source: comment.blank
hu: Kérlek ne hagyd üresen a kommentet!
nl: Vul alstublieft een reactie in.
ru: Пожалуйста, не оставляйте свой комментарий пустым!

source: comment.too_short
hu: A komment túl rövid! (minimum {{ limit }} karakter)
nl: Reactie is te kort (minimaal {{ limit }} karakters)
ru: Комментарий слишком короткий (минимум {{limit}} символов)

source: comment.too_long
hu: A komment túl hosszú! (maximum {{ limit }} karakter lehet)
nl: Reactie is te lang (maximaal {{ limit }} karakters)
ru: Комментарий слишком длинный (максимум {{limit}} символов)

source: comment.is_spam
hu: A komment tartalma spamnek tűnik.
nl: De inhoud van deze reactie wordt als spam gemarkeerd.
ru: Содержание этого комментария считается спамом.

source: user.duplicate_email
ru: Пользователь с адресом электронной почты {{value}} уже существует.

source: user.duplicate_username
ru: Пользователь с именем пользователя {{value}} уже существует.

source: user.not_valid_password
ru: Неправильный пароль. Пароль должен содержать не менее 6 символов.

source: user.not_valid_email
ru: Неверный адрес электронной почты

source: user.username_invalid_characters
ru: Имя пользователя должно содержать только латинские символы нижнего регистра, цифры и символы подчеркивания.

source: user.not_valid_display_name
ru: Недействительное отображаемое имя

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
hu: Legalább {{ limit }} értéket kell kiválasztani.|Legalább {{ limit }} értéket kell kiválasztani.
nl: Selecteer ten minste {{ limit }} optie.|Selecteer ten minste {{ limit }} opties.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
hu: Legfeljebb {{ limit }} értéket lehet kiválasztani.|Legfeljebb {{ limit }} értéket lehet kiválasztani.
nl: Selecteer maximaal {{ limit }} optie.|Selecteer maximaal {{ limit }} opties.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
hu: A fájl túl nagy ({{ size }} {{ suffix }}). A legnagyobb megengedett méret {{ limit }} {{ suffix }}.
nl: Het bestand is te groot ({{ size }} {{ suffix }}). Toegestane maximum grootte is {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
hu: A fájl MIME típusa érvénytelen ({{ type }}). Az engedélyezett MIME típusok: {{ types }}.
nl: Het mime type van het bestand is ongeldig ({{ type }}). Toegestane mime types zijn {{ types }}.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
hu: Ez az érték túl hosszú. Legfeljebb {{ limit }} karaktert tartalmazhat.|Ez az érték túl hosszú. Legfeljebb {{ limit }} karaktert tartalmazhat.
nl: Deze waarde is te lang. Hij mag maximaal {{ limit }} teken bevatten.|Deze waarde is te lang. Hij mag maximaal {{ limit }} tekens bevatten.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
hu: Ez az érték túl rövid. Legalább {{ limit }} karaktert kell tartalmaznia.|Ez az érték túl rövid. Legalább {{ limit }} karaktert kell tartalmaznia.
nl: Deze waarde is te kort. Hij moet tenminste {{ limit }} teken bevatten.|Deze waarde is te kort. Hij moet tenminste {{ limit }} tekens bevatten.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
hu: A kép szélessége túl nagy ({{ width }}px). A megengedett legnagyobb szélesség {{ max_width }}px.
nl: De afbeelding is te breed ({{ width }}px). De maximaal toegestane breedte is {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
hu: A kép szélessége túl kicsi ({{ width }}px). Az elvárt legkisebb szélesség {{ min_width }}px.
nl: De afbeelding is niet breed genoeg ({{ width }}px). De minimaal verwachte breedte is {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
hu: A kép magassága túl nagy ({{ height }}px). A megengedett legnagyobb magasság {{ max_height }}px.
nl: De afbeelding is te hoog ({{ height }}px). De maximaal toegestane hoogte is {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
hu: A kép magassága túl kicsi ({{ height }}px). Az elvárt legkisebb magasság {{ min_height }}px.
nl: De afbeelding is niet hoog genoeg ({{ height }}px). De minimaal verwachte hoogte is {{ min_height }}px.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
hu: Ennek az értéknek pontosan {{ limit }} karaktert kell tartalmaznia.|Ennek az értéknek pontosan {{ limit }} karaktert kell tartalmaznia.
nl: Deze waarde moet exact {{ limit }} teken lang zijn.|Deze waarde moet exact {{ limit }} tekens lang zijn.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
hu: Ennek a gyűjteménynek legalább {{ limit }} elemet kell tartalmaznia.|Ennek a gyűjteménynek legalább {{ limit }} elemet kell tartalmaznia.
nl: Deze collectie moet {{ limit }} element of meer bevatten.|Deze collectie moet {{ limit }} elementen of meer bevatten.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
hu: Ez a gyűjtemény legfeljebb {{ limit }} elemet tartalmazhat.|Ez a gyűjtemény legfeljebb {{ limit }} elemet tartalmazhat.
nl: Deze collectie moet {{ limit }} element of minder bevatten.|Deze collectie moet {{ limit }} elementen of minder bevatten.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
hu: Ennek a gyűjteménynek pontosan {{ limit }} elemet kell tartalmaznia.|Ennek a gyűjteménynek pontosan {{ limit }} elemet kell tartalmaznia.
nl: Deze collectie moet exact {{ limit }} element bevatten.|Deze collectie moet exact {{ limit }} elementen bevatten.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
hu: Ez az érték ugyanolyan legyen, mint {{ compared_value_type }} {{ compared_value }}.
nl: Deze waarde moet identiek zijn aan {{ compared_value_type }} {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
hu: Ez az érték ne legyen ugyanolyan, mint {{ compared_value_type }} {{ compared_value }}.
nl: Deze waarde mag niet identiek zijn aan {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
hu: A képarány túl nagy ({{ ratio }}). A megengedett legnagyobb képarány {{ max_ratio }}.
nl: De afbeeldingsverhouding is te groot ({{ ratio }}). Maximale verhouding is {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
hu: A képarány túl kicsi ({{ ratio }}). A megengedett legkisebb képarány {{ min_ratio }}.
nl: De afbeeldingsverhouding is te klein ({{ ratio }}). Minimale verhouding is {{ min_ratio }}.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
hu: A kép fekvő tájolású ({{ width }}x{{ height }}px). A fekvő tájolású képek nem engedélyezettek.
nl: De afbeelding is liggend ({{ width }}x{{ height }}px). Liggende afbeeldingen zijn niet toegestaan.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
hu: A kép álló tájolású ({{ width }}x{{ height }}px). Az álló tájolású képek nem engedélyezettek.
nl: De afbeelding is staand ({{ width }}x{{ height }}px). Staande afbeeldingen zijn niet toegestaan.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
hu: Ez a jelszó korábban egy adatvédelmi incidens során illetéktelenek kezébe került, így nem használható. Kérjük, használjon másik jelszót.
nl: Dit wachtwoord is gelekt vanwege een data-inbreuk, het moet niet worden gebruikt. Kies een ander wachtwoord.
